[{"name":"Aklys","description":"The aklys is a hooked throwing club with a 20-foot cord; you can retrieve the aklys after throwing it as a move action. The hook allows you to make trip attacks at range. Some aklyses have holes drilled through them and whistle when flung. ","weight":"2 lbs.","price":"5 gp","proficiency":"Exotic Weapons","weaponClass":"Light Melee Weapons","damageType":"B","source":"Ultimate Combat","special":"performance, trip","dmgT":"1d4","dmgS":"1d6","dmgM":"1d8","dmgL":"2d6","critical":"×2"},{"name":"Amentum","description":"An amentum is a long leather thong that attaches to a javelin. Before throwing, the amentum is wound about the javelin's shaft. You then throw the javelin while gripping the amentum, imparting spin to the weapon and greatly improving its range. Attaching an amentum to a javelin is a move action, and winding it is a full-round action. Javelins can be stored with amenta already wound about them. A javelin wound with an amentum is considered a martial weapon.","weight":"1 lb.","price":"&mdash;","proficiency":"Martial","weaponClass":"Ranged Weapons","damageType":"P","source":"Ultimate Combat","special":"performance","dmgT":"1d3","dmgS":"1d4","dmgM":"1d6","dmgL":"1d8","critical":"×2"},{"name":"Armor Spikes","description":"You can have spikes added to your armor, which allow you to deal extra piercing damage (see &ldquo;spiked armor&rdquo; on Table: Weapons) on a successful grapple attack. The spikes count as a martial weapon. If you are not proficient with them, you take a &ndash;4 penalty on grapple checks when you try to use them. You can also make a regular melee attack (or off-hand attack) with the spikes, and they count as a light weapon in this case. (You can't also make an attack with armor spikes if you have already made an attack with another off-hand weapon, and vice versa.) An enhancement bonus to a suit of armor does not improve the spikes' effectiveness, but the spikes can be made into magic weapons in their own right.","weight":"+10 lbs.","price":"+50 gp","proficiency":"Martial Weapons","weaponClass":"Light Melee Weapons","damageType":"P","source":"Core Rulebook","special":null,"dmgT":"1d3","dmgS":"1d4","dmgM":"1d6","dmgL":"1d8","critical":"×2"},{"name":"Arrow, Blunt","description":"These arrows have rounded wooden tips. They deal bludgeoning damage rather than piercing damage. An archer can use a blunt arrow to deal nonlethal damage (at the normal &ndash;4 attack penalty for using a lethal weapon to deal nonlethal damage).","weight":"3 lbs.","price":"2 gp/20","proficiency":"Martial Weapons","weaponClass":"Ranged Weapons","damageType":"B","source":"Advanced Player's Guide","special":null,"dmgT":null,"dmgS":null,"dmgM":null,"dmgL":null,"critical":null},{"name":"Arrow, Flight","description":"These arrows have light shafts and special fletchings to give them greater range. A flight arrow's range increment is 20 feet greater with longbows, 10 feet greater with shortbows. They deal damage as if one size category smaller.","weight":"3 lbs.","price":"2 gp/20","proficiency":"Martial Weapons","weaponClass":"Ranged Weapons","damageType":"P","source":"Advanced Player's Guide","special":null,"dmgT":null,"dmgS":null,"dmgM":null,"dmgL":null,"critical":null},{"name":"Arrow, Iron-Tipped Distance","description":"Used tactically for long-range attacks on troops, these arrows are fitted with heavy iron heads. While these heads help them travel great distances, they make the arrows less effective at dealing damage. Iron-tipped distance arrows increase their bow's range increment by 10 feet but take a &ndash;1 penalty on damage dealt per range increment (minimum 1 point of damage). They are sold in leather quivers in quantities of 20.","weight":"4 lbs.","price":"1 gp/20","proficiency":"Martial Weapons","weaponClass":"Ranged Weapons","source":"Ultimate Combat","special":null,"dmgT":null,"dmgS":null,"dmgM":null,"dmgL":null,"critical":null},{"name":"Arrow, Smoke","description":"This arrow is actually a specially-shaped smokestick that can be fired from a bow. It trails smoke as it flies, and creates a 5-foot cube of smoke where it strikes. It otherwise functions like a normal arrow in terms of damage, range, and so on.","weight":"—","price":"10 gp","proficiency":"Martial Weapons","weaponClass":"Ranged Weapons","damageType":"P","source":"Advanced Player's Guide","special":null,"dmgT":null,"dmgS":null,"dmgM":null,"dmgL":null,"critical":null},{"name":"Arrow, Whistling","description":"These arrows come with specially designed grooves and fletching that cause them to emit a loud keening sound audible within 500 feet of their flight path. They are sold in quantities of 20. ","weight":"3 lbs.","price":"2 gp/20","proficiency":"Martial Weapons","weaponClass":"Ranged Weapons","source":"Ultimate Combat","special":null,"dmgT":null,"dmgS":null,"dmgM":null,"dmgL":null,"critical":null},{"name":"Arrows","description":"An arrow used as a melee weapon is treated as a light improvised weapon (&ndash;4 penalty on attack rolls) and deals damage as a dagger of its size (critical multiplier &times;2). Arrows come in a leather quiver that holds 20 arrows.","weight":"3 lbs.","price":"1 gp/20","proficiency":"Martial Weapons","weaponClass":"Ranged Weapons","source":"Core Rulebook","special":null,"dmgT":null,"dmgS":null,"dmgM":null,"dmgL":null,"critical":null},{"name":"Atlatl","description":"An atlatl is a thin piece of wood or antler used as a lever to hurl a specially fitted dart. An atlatl gives much greater range to a dart, but must be loaded like a projectile weapon. Your Strength modifier applies to damage rolls when you use an atlatl, just as it does for thrown weapons. You can fire&mdash;but not load&mdash;an atlatl with one hand. Loading an atlatl is a move action that requires two hands and provokes attacks of opportunity. The Rapid Reload feat can be taken for atlatls, allowing you to load a dart as a free action.","weight":"2 lbs.","price":"2 gp","proficiency":"Martial Weapons","weaponClass":"Ranged Weapons","damageType":"P","source":"Ultimate Combat","special":null,"dmgT":"1d3","dmgS":"1d4","dmgM":"1d6","dmgL":"1d8","critical":"×2"},{"name":"Atlatl Dart","description":"An atlatl dart is the equivalent of a javelin except it has fletching. If thrown without an atlatl, treat it as a javelin.","weight":"2 lbs.","price":"1 gp","proficiency":"Martial Weapons","weaponClass":"Ranged Weapons","source":"Ultimate Combat","special":null,"dmgT":null,"dmgS":null,"dmgM":null,"dmgL":null,"critical":null},{"name":"Axe Musket","description":"This short musket features an axe blade at the end of its barrel. It can be used as both a musket and a battleaxe. It is considered a double weapon for the purposes of creating masterwork or magical versions of this weapon. If this firearm gains the broken condition, both the firearm component and the axe are considered broken. An axe musket uses either a bullet and a single dose of black powder or an alchemical cartridge as ammunition. This is an early firearm.","weight":"6 lbs.","price":"1,600 gp","proficiency":"Two-Handed Ranged Weapons (Early Firearms)","weaponClass":null,"damageType":"B and P","source":"Ultimate Equipment","special":null,"dmgT":"1d4","dmgS":"1d6","dmgM":"1d8","dmgL":"2d6","critical":"×4"},{"name":"Axe, Orc Double","description":"A cruel weapon with blades placed at opposite ends of a long haft, an orc double axe is a double weapon.","weight":"15 lbs.","price":"60 gp","proficiency":"Exotic Weapons","weaponClass":"Two-Handed Melee Weapons","damageType":"S","source":"Core Rulebook","special":"double","dmgT":"1d4/1d4","dmgS":"1d6/1d6","dmgM":"1d8/1d8","dmgL":"2d6/2d6","critical":"×3"},{"name":"Bamboo Shaft Arrow","description":"These foot-long arrows are used as ammunition for arrow tubes. As an improvised melee weapon, they deal damage equivalent to a spiked gauntlet. They come in a bamboo tube that holds 10 shafts.","weight":"1/2 lb.","price":"1 gp/10","proficiency":"Martial Weapons","weaponClass":"Ranged Weapons","source":"Ultimate Combat","special":null,"dmgT":null,"dmgS":null,"dmgM":null,"dmgL":null,"critical":null},{"name":"Banshee Ballerina Firework","description":"This small firework burns brightly and makes a loud, eerie whistling sound. It can be thrown to target an intersection as a splash weapon. Any creatures within 5 feet of the noise are effectively deafened while they remain in the area, as even the loudest sounds they make are drowned out by the piercing sound. A banshee ballerina firework burns for 1d4+1 rounds before extinguishing itself with a quiet puff of smoke. Crafting this item is a DC 30 Craft (alchemy) check.","weight":"—","price":"75 gp","proficiency":"Ranged Weapons","weaponClass":null,"damageType":"Sonic","source":"Ultimate Equipment","special":null,"dmgT":null,"dmgS":null,"dmgM":null,"dmgL":null,"critical":null},{"name":"Bardiche","description":"The crescent axe-blade of this polearm is attached to the haft at two points: the center of the blade attaches to a socket at the top of the haft, and the lower point of the blade attaches to a secondary mount point. The blade is often very long, sometimes almost as long as the haft. You gain a +2 bonus to your CMD to resist sunder attempts against a bardiche.","weight":"14 lbs.","price":"13 gp","proficiency":"Martial Weapons","weaponClass":"Two-Handed Melee Weapons","damageType":"S","source":"Advanced Player's Guide","special":"brace, reach, see text","dmgT":"1d6","dmgS":"1d8","dmgM":"1d10","dmgL":"2d8","critical":"19–20/×2"},{"name":"Bastard Sword","description":"A bastard sword is about 4 feet in length, making it too large to use in one hand without special training; thus, it is an exotic weapon. You can use a bastard sword two-handed as a martial weapon.","weight":"6 lbs.","price":"35 gp","proficiency":"One-Handed Melee Weapons","weaponClass":null,"damageType":"S","source":"Ultimate Equipment","special":null,"dmgT":"1d6","dmgS":"1d8","dmgM":"1d10","dmgL":"2d8","critical":"19–20/×2"},{"name":"Battle Aspergillum","description":"Named for the common aspergillum, a mace-like tool used by priests to sprinkle holy water, this light mace has a hollow head and a metal plug to fit the hollow's neck. When the mace strikes a creature, holy water sprinkles out through tiny holes throughout the weapon's head; creatures subject to damage from holy water take 1 point of damage in addition to the normal effect of being struck by the mace (a nonmagical aspergillum can deal holy water damage to an incorporeal creature in this manner, even if the mace itself deals no damage). After 5 hits, the battle aspergillum is empty and needs to be refilled. Filling it with holy water is a standard action that provokes an attack of opportunity (like drinking a potion). A filled aspergillum is normally carried upright, otherwise the holy water leaks out as the weapon moves.","weight":"4 lbs.","price":"5 gp","proficiency":"Simple Weapons","weaponClass":"Light Melee Weapons","damageType":"B","source":"Advanced Player's Guide","special":"see text","dmgT":"1d3","dmgS":"1d4","dmgM":"1d6","dmgL":"1d8","critical":"×2"},{"name":"Battleaxe","description":"The handle of this axe is long enough that you can wield it one-handed or two-handed. The head may have one blade or two, with blade shapes ranging from half-moons to squared edges like narrower versions of woodcutting axes. The wooden haft may be protected and strengthened with metal bands called langets.","weight":"6 lbs.","price":"10 gp","proficiency":"Martial Weapons","weaponClass":"One-Handed Melee Weapons","damageType":"S","source":"Core Rulebook","special":null,"dmgT":"1d4","dmgS":"1d6","dmgM":"1d8","dmgL":"2d6","critical":"×3"},{"name":"Bayonet","description":"Bayonets are close combat weapons designed to fit into the grooves or muzzles of crossbows and firearms. They allow you to make melee attacks with these weapons but render them temporarily useless as ranged weapons. Attaching or removing a bayonet is a move action.","weight":"1 lb.","price":"5 gp","proficiency":"Simple Weapons","weaponClass":"Two-Handed Melee Weapons","damageType":"P","source":"Advanced Player's Guide","special":null,"dmgT":"1d3","dmgS":"1d4","dmgM":"1d6","dmgL":"1d8","critical":"×2"},{"name":"Bec de Corbin","description":"The bec de corbin is a polearm very similar to the lucerne hammer, but the hammer head is blunt rather than spiked and the spike is stouter and more hooked. You primarily attack with the spike. You gain a +2 bonus to your CMB to sunder medium or heavy armor with a bec de corbin.","weight":"12 lbs.","price":"15 gp","proficiency":"Martial Weapons","weaponClass":"Two-Handed Melee Weapons","damageType":"B or P","source":"Advanced Player's Guide","special":"brace, reach, see text","dmgT":"1d6","dmgS":"1d8","dmgM":"1d10","dmgL":"2d8","critical":"×3"},{"name":"Bill","description":"The blade of this polearm is a curved or hooked chopping blade with a spiked projection on the back of the blade. The spike is commonly used to block and parry. When fighting defensively or with full defense, this weapon gives you a +1 shield bonus to AC. A mounted opponent hit by a bill takes a &ndash;1 penalty on his Ride check to stay mounted.","weight":"11 lbs.","price":"11 gp","proficiency":"Martial Weapons","weaponClass":"Two-Handed Melee Weapons","damageType":"S","source":"Advanced Player's Guide","special":"brace, disarm, reach, see text","dmgT":"1d4","dmgS":"1d6","dmgM":"1d8","dmgL":"2d6","critical":"×3"},{"name":"Blowgun","description":"Blowguns are generally used to deliver debilitating (but rarely fatal) poisons from a distance. They are nearly silent when fired. For a list of appropriate poisons, see Poison.","weight":"1 lb.","price":"2 gp","proficiency":"Simple Weapons","weaponClass":"Ranged Weapons","damageType":"P","source":"Core Rulebook","special":null,"dmgT":"&mdash;","dmgS":"1","dmgM":"1d2","dmgL":"1d3","critical":"×2"},{"name":"Blowgun Darts","description":"The thin, light darts used in a blowgun are usually made of hardwood with a stabilizing fletching of down or fur. A dart is usually loaded from the back end just before firing.","weight":"—","price":"5 sp/10","proficiency":"Simple Weapons","weaponClass":"Ranged Weapons","source":"Core Rulebook","special":null,"dmgT":null,"dmgS":null,"dmgM":null,"dmgL":null,"critical":null},{"name":"Blunderbuss","description":"This weapon fires pellets or a bullet from its trumpet-shaped barrel, making it an effective fowling weapon or close-fighting personal defense weapon. The blunderbuss fires in a 15-foot cone when firing pellets, and has a 10-foot range increment when firing a bullet. A blunderbuss uses a bullet or pellets and a single dose of black powder or a single alchemical cartridge as ammunition. ","weight":"8 lbs.","price":"2,000 gp","proficiency":"Firearm","weaponClass":"Two-Handed Firearms","damageType":"B and P","source":"Ultimate Combat","special":"scatter","dmgT":"1d4","dmgS":"1d6","dmgM":"1d8","dmgL":"2d6","critical":"×2"},{"name":"Blunt Arrows","description":"These arrows have rounded wooden tips that deal bludgeoning damage rather than piercing. An archer can use a blunt arrow to deal nonlethal damage (at the normal &ndash;4 attack penalty for using a lethal weapon to deal nonlethal damage).","weight":"3 lbs.","price":"2 gp (20)","proficiency":"Item","weaponClass":null,"source":"Ultimate Equipment","special":null,"dmgT":null,"dmgS":null,"dmgM":null,"dmgL":null,"critical":null},{"name":"Bo Staff","description":"Similar to a quarterstaff, only slightly more slender and tapered at one end, the bo staff is both a defensive device and a weapon.","weight":"3 lbs.","price":"1 gp","proficiency":"Exotic Weapons","weaponClass":"Two-Handed Melee Weapons","damageType":"B","source":"Ultimate Combat","special":"blocking, double, monk","dmgT":"1d3","dmgS":"1d4","dmgM":"1d6","dmgL":"1d8","critical":"×2"},{"name":"Boar Spear","description":"This spear with a spiraling blade has a metal crossbar approximately halfway down its length. If you ready a boar spear against a charge and your attack hits, you get a +2 shield bonus to your AC against that creature until your next turn.","weight":"8 lbs.","price":"5 gp","proficiency":"Simple Weapons","weaponClass":"Two-Handed Melee Weapons","damageType":"P","source":"Advanced Player's Guide","special":"brace, see text","dmgT":"1d4","dmgS":"1d6","dmgM":"1d8","dmgL":"2d6","critical":"×2"},{"name":"Bolas","description":"A bolas is a pair of weights, connected by a thin rope or cord. You can use this weapon to make a ranged trip attack against an opponent. You can't be tripped during your own trip attempt when using a bolas.","weight":"2 lbs.","price":"5 gp","proficiency":"Exotic Weapons","weaponClass":"Ranged Weapons","damageType":"B","source":"Core Rulebook","special":"nonlethal, trip","dmgT":"1d2","dmgS":"1d3","dmgM":"1d4","dmgL":"1d6","critical":"×2"},{"name":"Bolts","description":"A crossbow bolt used as a melee weapon is treated as a light improvised weapon (&ndash;4 penalty on attack rolls) and deals damage as a dagger of its size (crit &times;2). Bolts come in a case or quiver that holds 10 bolts (or 5, for a repeating crossbow). ","weight":"1 lb.","price":"1 gp/5","proficiency":"Exotic Weapons","weaponClass":"Ranged Weapons","source":"Core Rulebook","special":null,"dmgT":null,"dmgS":null,"dmgM":null,"dmgL":null,"critical":null},{"name":"Boomerang","description":"The boomerang is primarily a hunting tool, but it is not uncommon for these versatile thrown weapons to be carried into battle. A boomerang is made of wood and is flat, with a long haft, a pronounced forward curve, and a sharp backward bend at the head. A thrown boomerang does not fly in a returning path; returning boomerangs are solely recreational.","weight":"3 lbs.","price":"3 gp","proficiency":"Exotic Weapons","weaponClass":"Ranged Weapons","damageType":"B","source":"Advanced Player's Guide","special":"see text","dmgT":"1d3","dmgS":"1d4","dmgM":"1d6","dmgL":"1d8","critical":"×2"},{"name":"Bottled Lightning","description":"Electricity crackles along a metal filament inside this small glass bottle. You can open the bottle as a standard action, unleashing a small bolt of lightning toward an enemy within 20 feet of you. This is a ranged touch attack that deals 1d8 points of electricity damage. Any creature in a line between you and the target (including the target) takes 1 point of sonic damage from the terrific clap of thunder the bolt generates (Reflex DC 15 negates). Crafting bottled lightning is a DC 25 Craft (alchemy) check. ","weight":"1 lb.","price":"40 gp","proficiency":"Ranged Weapons","weaponClass":null,"damageType":"Electricity/sonic","source":"Ultimate Equipment","special":null,"dmgT":null,"dmgS":null,"dmgM":null,"dmgL":null,"critical":null},{"name":"Brass Knuckles","description":"These close combat weapons are designed to fit comfortably around the knuckles, narrowing the contact area and therefore magnifying the amount of force delivered by a punch. They allow you to deal lethal damage with unarmed attacks. You may hold, but not wield, a weapon or other object in a hand wearing brass knuckles. You may cast a spell with a somatic component while wearing brass knuckles if you make a concentration check (DC 10 + the level of the spell you're casting). Monks are proficient with brass knuckles and can use their monk unarmed damage when fighting with them.","weight":"1 lb.","price":"1 gp","proficiency":"Simple Weapons","weaponClass":"Unarmed Attacks","damageType":"B","source":"Advanced Player's Guide","special":"monk, see text","dmgT":"1","dmgS":"1d2","dmgM":"1d3","dmgL":"1d4","critical":"×2"},{"name":"Broadsword, Nine-Ring","description":"This broad-bladed weapon has nine heavy rings threaded through its spine, providing additional weight to add to the force of its impressive chopping power.","weight":"4 lbs.","price":"15 gp","proficiency":"Martial Weapons","weaponClass":"One-Handed Melee Weapons","damageType":"S","source":"Ultimate Combat","special":"monk","dmgT":"1d4","dmgS":"1d6","dmgM":"1d8","dmgL":"2d6","critical":"×3"},{"name":"Buckler Gun","description":"The front of this buckler is fitted with a small, double-barreled gun that can be shot while wearing the buckler. Unlike with a double-barreled pistol, you can only shoot one barrel at a time. You must remove the buckler to reload the gun. Each barrel of a buckler gun uses a bullet and 1 dose of black powder or single alchemical cartridge as ammunition. Because of its awkward construction, a buckler gun is always considered an off-handed weapon.","weight":"6 lbs.","price":"750 gp","proficiency":"Firearm","weaponClass":"One-Handed Firearms","damageType":"B and P","source":"Ultimate Combat","special":null,"dmgT":"1d3","dmgS":"1d4","dmgM":"1d6","dmgL":"1d8","critical":"×4"},{"name":"Bullets, Sling","description":"Bullets are shaped metal balls, designed to be used by a sling or halfling sling staff. Bullets come in a leather pouch that holds 10 bullets.","weight":"5 lbs.","price":"1 sp/10","proficiency":"Exotic Weapons","weaponClass":"Ranged Weapons","source":"Core Rulebook","special":null,"dmgT":null,"dmgS":null,"dmgM":null,"dmgL":null,"critical":null},{"name":"Burst Jar","description":"This simple clay pot has two sealed, airtight inner chambers containing alchemical liquids. The jar is thrown as a splash weapon. It shatters on impact, covering the target with a mixture of the two liquids. One round later on your turn, the liquids react and explode with concussive force. The target takes 1 point of sonic damage, is deafened for 1d4 rounds, and must make a DC 12 Fortitude save or be stunned for 1 round. Creatures within 5 feet of the explosion take 1 point of sonic damage. The target can use a full-round action to scrape or wash off the liquid before it detonates, depositing the material in its square or an adjacent square; the material detonates as normal, though the original target only takes damage as if it were within 5 feet of the explosion. Crafting this item is a DC 25 Craft (alchemy) check.","weight":"1 lb.","price":"35 gp","proficiency":"Ranged Weapons","weaponClass":null,"damageType":"Sonic","source":"Ultimate Equipment","special":null,"dmgT":null,"dmgS":null,"dmgM":null,"dmgL":null,"critical":null},{"name":"Butterfly Sword","description":"These short matching swords come in pairs, cleverly nested together to appear as a single blade. Both weapons can be drawn at the same time, and they can be separated as a free action and wielded in both hands to make wickedly effective chops and slashes. Their thin, broad blades extend just 1 foot in length. A butterfly sword has a hardwood grip covered with braided cord, and a metal D-shaped guard to protect the wielder's hand. ","weight":"1 lb.","price":"20 gp","proficiency":"Martial Weapons","weaponClass":"Light Melee Weapons","damageType":"S","source":"Ultimate Combat","special":"monk","dmgT":"1d2","dmgS":"1d3","dmgM":"1d4","dmgL":"1d6","critical":"19–20/×2"},{"name":"Cannon","description":"Cannons are crafted of metal&mdash;some are cast in one piece, others welded with iron bands&mdash;and mounted either in the ground or on wooden frames. Cannons use black powder to propel their projectiles with great force. A cannon has a misfire range of 1 (20 feet). Cannons have a hardness of 10 and 70 hit points. Cannon balls cost 30 gp each and weigh 25 pounds.","weight":"","price":"6,000 gp","proficiency":"Direct-Fire Engines","weaponClass":"Large Siege Engines","damageType":"B and P","source":"Ultimate Combat","special":null,"dmgT":null,"dmgS":null,"dmgM":null,"dmgL":null,"critical":null},{"name":"Cestus","description":"The cestus is a glove of leather or thick cloth that covers the wielder from mid-finger to mid-forearm. The close combat weapon is reinforced with metal plates over the fingers and often lined with wicked spikes along the backs of the hands and wrists. While wearing a cestus, you are considered armed and your unarmed attacks deal normal damage. If you are proficient with a cestus, your unarmed strikes may deal bludgeoning or piercing damage. Monks are proficient with the cestus. When using a cestus, your fingers are mostly exposed, allowing you to wield or carry items in that hand, but the constriction of the weapon at your knuckles gives you a &ndash;2 penalty on all precision-based tasks involving that hand (such as opening locks).","weight":"1 lb.","price":"5 gp","proficiency":"Simple Weapons","weaponClass":"Light Melee Weapons","damageType":"B or P","source":"Advanced Player's Guide","special":"monk, see text","dmgT":"1d2","dmgS":"1d3","dmgM":"1d4","dmgL":"1d6","critical":"19–20/×2"},{"name":"Chain Spear","description":"This vicious weapon often finds its way into gladiatorial events due to its versatility. The body of the weapon is a standard short spear, primarily used for thrusting. The butt of the spear is fitted with a length of chain, often spiked, with a hook at the end. The hook and chain may be used to make trip attacks. If your trip attack fails by 10 or more, you may drop the chain spear to avoid being knocked prone.","weight":"13 lbs.","price":"15 gp","proficiency":"Exotic Weapons","weaponClass":"Two-Handed Melee Weapons","damageType":"P and S","source":"Advanced Player's Guide","special":"trip","dmgT":"1d3/1d3","dmgS":"1d4/1d4","dmgM":"1d6/1d6","dmgL":"1d8/1d8","critical":"×2"},{"name":"Chain, Spiked","description":"A spiked chain is about 4 feet in length, covered in wicked barbs. You can use the Weapon Finesse feat to apply your Dexterity modifier instead of your Strength modifier to attack rolls with a spiked chain sized for you, even though it isn't a light weapon.","weight":"10 lbs.","price":"25 gp","proficiency":"Exotic Weapons","weaponClass":"Two-Handed Melee Weapons","damageType":"P","source":"Core Rulebook","special":"disarm, trip","dmgT":"1d6","dmgS":"1d6","dmgM":"2d4","dmgL":"2d6","critical":"×2"},{"name":"Chakram","description":"The chakram is a simple, elegant, and highly portable thrown weapon. It is a flat, open-centered metal discus with a sharpened edge. You can wield the chakram as a melee weapon, but it is not designed for such use; you take a &ndash;1 penalty on your attack roll with the weapon and must make a DC 15 Reflex save or cut yourself on the blade (half damage, no Strength modifier). You do not need to make this save if wearing heavy armor.","weight":"1 lb.","price":"1 gp","proficiency":"Martial Weapons","weaponClass":"Ranged Weapons","damageType":"S","source":"Advanced Player's Guide","special":null,"dmgT":"1d4","dmgS":"1d6","dmgM":"1d8","dmgL":"2d6","critical":"×2"},{"name":"Club","description":"This weapon is usually just a shaped piece of wood, sometimes with a few nails or studs embedded in it.","weight":"3 lbs.","price":"&mdash;","proficiency":"Simple Weapons","weaponClass":"One-Handed Melee Weapons","damageType":"B","source":"Core Rulebook","special":null,"dmgT":"1d3","dmgS":"1d4","dmgM":"1d6","dmgL":"1d8","critical":"×2"},{"name":"Coat Pistol","description":"Though less powerful than other, larger firearms, this pistol is small enough to be easily concealed in a jacket or coat. You get a +2 bonus on Sleight of Hand checks made to conceal a coat pistol on your body. A coat pistol uses either a bullet and 1 dose of black powder or a single alchemical cartridge as ammunition. This is an early firearm.","weight":"1 lb.","price":"750 gp","proficiency":"One-Handed RangedWeapons (Early Firearms)","weaponClass":null,"damageType":"B and P","source":"Ultimate Equipment","special":null,"dmgT":"1d2","dmgS":"1d3","dmgM":"1d4","dmgL":"1d6","critical":"×3"},{"name":"Composite Longbow","description":"You need at least two hands to use a bow, regardless of its size. You can use a composite longbow while mounted. All composite bows are made with a particular strength rating (that is, each requires a minimum Strength modifier to use it with proficiency). If your Strength modifier is less than the strength rating of the composite bow, you can't effectively use it, so you take a &ndash;2 penalty on attacks with it. The default composite longbow requires a Strength modifier of +0 or higher to use with proficiency. A composite longbow can be made with a high strength rating to take advantage of an above-average Strength score; this feature allows you to add your Strength modifier on damage rolls, up to the maximum bonus indicated for the bow. Each point of Strength bonus granted by the bow adds 100 gp to its cost. If you have a negative modifier due to low Strength, apply it to damage rolls when you use a composite longbow. A composite longbow fires arrows.For the purposes of Weapon Proficiency and similar feats, a composite longbow is treated as if it were a longbow.","weight":"3 lbs.","price":"100 gp","proficiency":"Ranged Weapons","weaponClass":null,"damageType":"P","source":"Ultimate Equipment","special":null,"dmgT":"1d4","dmgS":"1d6","dmgM":"1d8","dmgL":"2d6","critical":"×3"},{"name":"Composite Shortbow","description":"You need at least two hands to use a bow, regardless of its size. You can use a composite shortbow while mounted. All composite bows are made with a particular strength rating (that is, each requires a minimum Strength modifier to use with proficiency). If your Strength modifier is lower than the strength rating of the composite bow, you can't effectively use it, so you take a &ndash;2 penalty on attacks with it. The default composite shortbow requires a Strength modifier of +0 or higher to use with proficiency. A composite shortbow can be made with a high strength rating to take advantage of an above-average Strength score; this feature allows you to add your Strength modifier on damage rolls, up to the maximum bonus indicated for the bow. Each point of Strength bonus granted by the bow adds 75 gp to its cost. you have a negative modifier due to low Strength, apply it to damage rolls when you use a composite shortbow. A composite shortbow fires arrows.For the purposes of Weapon Proficiency, Weapon Focus, and similar feats, a composite shortbow is treated as if it were a shortbow.","weight":"2 lbs.","price":"75 gp","proficiency":"Ranged Weapons","weaponClass":null,"damageType":"P","source":"Ultimate Equipment","special":null,"dmgT":"1d3","dmgS":"1d4","dmgM":"1d6","dmgL":"1d8","critical":"×3"},{"name":"Crossbow Bolts","description":"A crossbow bolt used as a melee weapon is treated as a light improvised weapon (&ndash;4 penalty on attack rolls) and deals damage as a dagger of its size (critical multiplier &times;2). Bolts come in a case or quiver that holds 10 bolts. All crossbows except repeating crossbows use these kinds of crossbow bolts, which are sometimes called \"quarrels.\"","weight":"1 lb.","price":"1 GP (10)","proficiency":"Item","weaponClass":null,"source":"Ultimate Equipment","special":null,"dmgT":null,"dmgS":null,"dmgM":null,"dmgL":null,"critical":null},{"name":"Crossbow, Hand","description":"You can draw a hand crossbow back by hand. Loading a hand crossbow is a move action that provokes attacks of opportunity.You can shoot, but not load, a hand crossbow with one hand at no penalty. You can shoot a hand crossbow with each hand, but you take a penalty on attack rolls as if attacking with two light weapons.","weight":"2 lbs.","price":"100 gp","proficiency":"Exotic Weapons","weaponClass":"Ranged Weapons","damageType":"P","source":"Core Rulebook","special":null,"dmgT":"1d2","dmgS":"1d3","dmgM":"1d4","dmgL":"1d6","critical":"19–20/×2"},{"name":"Crossbow, Heavy","description":"You draw a heavy crossbow back by turning a small winch. Loading a heavy crossbow is a full-round action that provokes attacks of opportunity.Normally, operating a heavy crossbow requires two hands. However, you can shoot, but not load, a heavy crossbow with one hand at a &ndash;4 penalty on attack rolls. You can shoot a heavy crossbow with each hand, but you take a penalty on attack rolls as if attacking with two one-handed weapons. This penalty is cumulative with the penalty for one-handed firing.","weight":"8 lbs.","price":"50 gp","proficiency":"Simple Weapons","weaponClass":"Ranged Weapons","damageType":"P","source":"Core Rulebook","special":null,"dmgT":"1d6","dmgS":"1d8","dmgM":"1d10","dmgL":"2d8","critical":"19–20/×2"},{"name":"Crossbow, Light","description":"You draw a light crossbow back by pulling a lever. Loading a light crossbow is a move action that provokes attacks of opportunity.Normally, operating a light crossbow requires two hands. However, you can shoot, but not load, a light crossbow with one hand at a &ndash;2 penalty on attack rolls. You can shoot a light crossbow with each hand, but you take a penalty on attack rolls as if attacking with two light weapons. This penalty is cumulative with the penalty for one-handed firing.","weight":"4 lbs.","price":"35 gp","proficiency":"Simple Weapons","weaponClass":"Ranged Weapons","damageType":"P","source":"Core Rulebook","special":null,"dmgT":"1d4","dmgS":"1d6","dmgM":"1d8","dmgL":"2d6","critical":"19–20/×2"},{"name":"Crossbow, Repeating Heavy","description":"The repeating crossbow (whether heavy or light) holds 5 crossbow bolts. As long as it holds bolts, you can reload it by pulling the reloading lever (a free action). Loading a new case of 5 bolts is a full-round action that provokes attacks of opportunity.You can fire a repeating crossbow with one hand or fire a repeating crossbow in each hand in the same manner as you would a normal crossbow of the same size. However, you must fire the weapon with two hands in order to use the reloading lever, and you must use two hands to load a new case of bolts.","weight":"12 lbs.","price":"400 gp","proficiency":"Exotic Weapons","weaponClass":"Ranged Weapons","damageType":"P","source":"Core Rulebook","special":null,"dmgT":"1d6","dmgS":"1d8","dmgM":"1d10","dmgL":"2d8","critical":"19–20/×2"},{"name":"Crossbow, Repeating Light","description":"The repeating crossbow (whether heavy or light) holds 5 crossbow bolts. As long as it holds bolts, you can reload it by pulling the reloading lever (a free action). Loading a new case of 5 bolts is a full-round action that provokes attacks of opportunity.You can fire a repeating crossbow with one hand or fire a repeating crossbow in each hand in the same manner as you would a normal crossbow of the same size. However, you must fire the weapon with two hands in order to use the reloading lever, and you must use two hands to load a new case of bolts.","weight":"6 lbs.","price":"250 gp","proficiency":"Exotic Weapons","weaponClass":"Ranged Weapons","damageType":"P","source":"Core Rulebook","special":null,"dmgT":"1d4","dmgS":"1d6","dmgM":"1d8","dmgL":"2d6","critical":"19–20/×2"},{"name":"Culverin","description":"The culverin, also known as a hand bombard, consists of a simple smoothbore tube, sealed at one end except for a small hole used to ignite a gunpowder charge. A wooden stock partially encases the barrel, allowing the wielder to hold it under his arm with relative ease when carrying it. Firing a culverin without support (such as a wall, a window, or a stand) imparts a &ndash;4 penalty on the attack rolls, and the wielder is knocked prone. A culverin uses 4 doses of black powder and grapeshot. Note that these statistics simulate only the original, hand-held culverins&mdash;their larger descendants are considered cannons and are dealt with in the section on siege weapons.","weight":"40 lbs.","price":"4,000 gp","proficiency":"Firearm","weaponClass":"Two-Handed Firearms","damageType":"B and P","source":"Ultimate Combat","special":"scatter","dmgT":"1d6","dmgS":"2d6","dmgM":"2d8","dmgL":"3d8","critical":"×4"},{"name":"Curve Blade, Elven","description":"Essentially a longer version of a scimitar, but with a thinner blade, the elven curve blade is exceptionally rare. You receive a +2 circumstance bonus to your Combat Maneuver Defense whenever a foe attempts to sunder your elven curve blade due to its flexible metal.You can use the Weapon Finesse feat to apply your Dexterity modifier instead of your Strength modifier to attack rolls with an elven curve blade sized for you, even though it isn't a light weapon.","weight":"7 lbs.","price":"80 gp","proficiency":"Exotic Weapons","weaponClass":"Two-Handed Melee Weapons","damageType":"S","source":"Core Rulebook","special":null,"dmgT":"1d6","dmgS":"1d8","dmgM":"1d10","dmgL":"2d8","critical":"18–20/×2"},{"name":"Dagger","description":"A dagger has a blade that is about 1 foot in length. You get a +2 bonus on Sleight of Hand skill checks made to conceal a dagger on your body (see Using Skills).","weight":"1 lb.","price":"2 gp","proficiency":"Simple Weapons","weaponClass":"Light Melee Weapons","damageType":"P or S","source":"Core Rulebook","special":null,"dmgT":"1d2","dmgS":"1d3","dmgM":"1d4","dmgL":"1d6","critical":"19–20/×2"},{"name":"Dagger Pistol","description":"A combination of a coat pistol and a blade, the dagger pistol can be used as both weapons. The awkwardness of the configuration means you do not gain the bonus on Sleight of Hand checks that either of those stand-alone weapons grants. The dagger pistol is considered a double weapon for the purpose of creating masterwork or magical versions of this weapon. If this firearm gains the broken condition, both the firearm component and the dagger component are considered broken. A dagger pistol uses either a bullet and 1 dose of black powder or a single alchemical cartridge as ammunition. This is an early firearm.","weight":"1 lb.","price":"740 gp","proficiency":"One-Handed RangedWeapons (Early Firearms)","weaponClass":null,"damageType":"B and P","source":"Ultimate Equipment","special":null,"dmgT":"1d2","dmgS":"1d3","dmgM":"1d4","dmgL":"1d6","critical":"×3"},{"name":"Dagger, Punching","description":"A punching dagger's blade is attached to a horizontal handle that projects out from the fist when held.","weight":"1 lb.","price":"2 gp","proficiency":"Simple Weapons","weaponClass":"Light Melee Weapons","damageType":"P","source":"Core Rulebook","special":null,"dmgT":"1d2","dmgS":"1d3","dmgM":"1d4","dmgL":"1d6","critical":"×3"},{"name":"Dan Bong","description":"These short, blunt sticks are held in the hands to enhance unarmed martial techniques. They provide the wielder with the ability to lock an opponent and target pressure points that grant her a +2 bonus on her combat maneuver to grapple.","weight":"—","price":"1 sp","proficiency":"Exotic Weapons","weaponClass":"Light Melee Weapons","damageType":"B","source":"Ultimate Combat","special":"blocking, monk","dmgT":"1","dmgS":"1d2","dmgM":"1d3","dmgL":"1d4","critical":"19–20/×2"},{"name":"Dart","description":"This thrown weapon is larger than an arrow and shorter than a javelin, with a weighted tip and a shorter range than a javelin. Most darts are wooden shafts with a thick metal point.","weight":"1/2 lb.","price":"5 sp","proficiency":"Simple Weapons","weaponClass":"Ranged Weapons","damageType":"P","source":"Core Rulebook","special":null,"dmgT":"1d2","dmgS":"1d3","dmgM":"1d4","dmgL":"1d6","critical":"×2"},{"name":"Dire Flail","description":"A dire flail consists of two spheres of spiked iron dangling from chains at opposite ends of a long haft. This weapon excels at short but powerful strikes, and is typically swung in a constant churning motion. The wielder of a dire flail must have great strength, both to use the weapon effectively and to keep from tiring out.","weight":"10 lbs.","price":"90 gp","proficiency":"Two-Handed Melee Weapons","weaponClass":null,"damageType":"B","source":"Ultimate Equipment","special":"Disarm, double, trip","dmgT":"1d4/1d4","dmgS":"1d6/1d6","dmgM":"1d8/1d8","dmgL":"2d6/2d6","critical":"×2"},{"name":"Dogslicer","description":"This short, curved sword is a favorite weapon of goblins, who show unusual cunning by drilling numerous holes in the blade to reduce the weapon's weight. Masterwork versions of a dogslicer lose the fragile special weapon ability.","weight":"1 lb.","price":"8 gp","proficiency":"Martial Weapons","weaponClass":"Light Melee Weapons","damageType":"S","source":"Advanced Race Guide","special":"fragile*","dmgT":"1d3","dmgS":"1d4","dmgM":"1d6","dmgL":"1d8","critical":"19–20/×2"},{"name":"Double-Barreled Musket","description":"This musket has two parallel barrels; each barrel can be shot independently as a separate action, or both can be fired at once as the same attack. If both barrels are fired at once, they must both target the same creature or object, and the gun becomes wildly inaccurate, taking a &ndash;4 penalty on each shot. Each barrel of a double-barreled musket uses either a bullet and 1 dose of black powder or a single alchemical cartridge as ammunition. This is an early firearm.","weight":"11 lbs.","price":"2,500 gp","proficiency":"Two-Handed Ranged Weapons (Early Firearms)","weaponClass":null,"damageType":"B and P","source":"Ultimate Equipment","special":null,"dmgT":"1d10","dmgS":"1d10","dmgM":"1d12","dmgL":"3d6","critical":"×4"},{"name":"Double-Barreled Pistol","description":"This pistol has two parallel barrels; each barrel can be fired independently as a separate action, or both can be shot at once with the same action. If both barrels are shot at once, they must both target the same creature or object, and the pistol becomes wildly inaccurate, imposing a &ndash;4 penalty on each shot. This is an early firearm.","weight":"5 lbs.","price":"1,750 gp","proficiency":"One-Handed RangedWeapons (Early Firearms)","weaponClass":null,"damageType":"B and P","source":"Ultimate Equipment","special":null,"dmgT":"1d4","dmgS":"1d6","dmgM":"1d8","dmgL":"2d6","critical":"×4"},{"name":"Double-Barreled Shotgun","description":"This twin-barreled shotgun can be shot one barrel at a time, or both together as one attack. A double shot that fires bullets is inaccurate, and takes a &ndash;4 penalty on both attacks. A double shot that fires bullets targets only a single creature and increases the damage of each barrel to 2d6 points (Small) or 2d8 points (Medium) for a total of 4d6 or 4d8 points of damage. A double-barreled shotgun uses metal cartridges (loaded with either a bullet or pellets) as ammunition. This is an advanced firearm.","weight":"15 lbs.","price":"7,000 gp","proficiency":"Two-Handed Ranged Weapons (Advanced Firearms)","weaponClass":null,"damageType":"B and P","source":"Ultimate Equipment","special":"Scatter","dmgT":"1d4","dmgS":"1d6","dmgM":"1d8","dmgL":"2d6","critical":"×2"},{"name":"Double-Chained Kama","description":"This weapon comprises a pair of kama connected with an 8-foot length of chain. The wielder can attack as if armed with a single kama in each hand or extend the chain to make a single reach attack. By swinging the chain, the wielder can whip the kama about to disarm or trip opponents. Furthermore, if one of the weapons is dropped, the wielder can retrieve it as a free action by pulling on the chain.","weight":"4 lbs.","price":"8 gp","proficiency":"Two-Handed Melee Weapons","weaponClass":null,"damageType":"S","source":"Ultimate Equipment","special":"Double, monk, reach, trip","dmgT":"1d3/1d3","dmgS":"1d4/1d4","dmgM":"1d6/1d6","dmgL":"1d8/1d8","critical":"×2"},{"name":"Double Chicken Saber","description":"The tip of this 3-foot-long, straight-bladed sword is bent into two staggered, opposing sharpened spurs that can be used to pull weapons from an opponent's hands.","weight":"3 lbs.","price":"12 gp","proficiency":"Martial Weapons","weaponClass":"One-Handed Melee Weapons","damageType":"S","source":"Ultimate Combat","special":"disarm, monk","dmgT":"1d3","dmgS":"1d4","dmgM":"1d6","dmgL":"1d8","critical":"19–20/×2"},{"name":"Double Crossbow","description":"This heavy weapon fires a pair of iron-tipped bolts with a single squeeze of the trigger. Due to its size and weight, you take a &ndash;4 penalty on your attack roll if you're proficient with it, or &ndash;8 if you're not. If the attack hits, the target takes damage from both bolts. Critical hits, sneak attack damage, and other precision-based damage only apply to the first bolt. Reloading one bolt is a standard action; the Rapid Reload feat reduces this to a move action. Crossbow Mastery allows you to reload both bolts as a move action","weight":"18 lbs.","price":"300 gp","proficiency":"Exotic Weapons","weaponClass":"Ranged Weapons","damageType":"P","source":"Advanced Player's Guide","special":null,"dmgT":"1d4","dmgS":"1d6","dmgM":"1d8","dmgL":"2d6","critical":"19–20/×2"},{"name":"Double Hackbut","description":"This double-length rifle uses a pair of trunnions to mount its barrel into a swiveling mechanism fastened to a lightweight, two-wheeled carriage. It takes a full-round action to set up the carriage. The carriage has a hind leg, allowing the wielder to wheel the device about and immediately prop it for stability during combat. Unlike other two-handed firearms, you must fire the double hackbut while it is mounted, or else firing it imparts a &ndash;4 penalty on attack rolls and the recoil knocks the wielder prone. A Large or larger creature can fire a double hackbut one size smaller than it is without its mounting as a normal two-handed weapon and without the danger of being knocked prone, but takes the normal penalty for firing an inappropriately sized weapon.","weight":"18 lbs.","price":"4,000 gp","proficiency":"Firearm","weaponClass":"Two-Handed Firearms","damageType":"B and P","source":"Ultimate Combat","special":null,"dmgT":"2d10","dmgS":"2d10","dmgM":"2d12","dmgL":"6d6","critical":"×4"},{"name":"Double Walking Stick Katana","description":"This single case conceals a pair of matched fighting swords perfectly balanced to be wielded as a pair. Despite their name, the blades more closely resemble the shorter wakizashi. When the blades are concealed in their case, this weapon can be used as a quarterstaff.","weight":"6 lbs.","price":"50 gp","proficiency":"Two-Handed Melee Weapons","weaponClass":null,"damageType":"B","source":"Ultimate Equipment","special":"Double","dmgT":"1d3/1d3","dmgS":"1d4/1d4","dmgM":"1d6/1d6","dmgL":"1d8/1d8","critical":"×3"},{"name":"Dragon Pistol","description":"Like a miniature blunderbuss, the dragon pistol fires pellets or a bullet from its flared barrel. The dragon pistol fires in a 15-foot cone when firing pellets, and has a 10-foot range increment when firing a bullet. A dragon pistol uses either a bullet or group of pellets and 1 dose of black powder, or a single alchemical cartridge (with either bullets or pellets) as ammunition. This is an early firearm.","weight":"3 lbs.","price":"1,000 gp","proficiency":"One-Handed RangedWeapons (Early Firearms)","weaponClass":null,"damageType":"B and P","source":"Ultimate Equipment","special":"Scatter","dmgT":"1d3","dmgS":"1d4","dmgM":"1d6","dmgL":"1d8","critical":"×4"},{"name":"Dwarven Urgrosh","description":"A dwarven urgrosh is a double weapon&mdash;an axe head and a spear point on opposite ends of a long haft. The urgrosh's axe head is a slashing weapon that deals 1d8 points of damage. Its spear head is a piercing weapon that deals 1d6 points of damage. You can use either head as the primary weapon; the other becomes the off-hand weapon. If you use an urgrosh against a charging character, the spear head is the part of the weapon that deals damage. Dwarves treat dwarven urgroshes as martial weapons.","weight":"12 lbs.","price":"50 gp","proficiency":"Two-Handed Melee Weapons","weaponClass":null,"damageType":"P or S","source":"Ultimate Equipment","special":"Brace, double","dmgT":"1d4/1d3","dmgS":"1d6/1d4","dmgM":"1d8/1d6","dmgL":"2d6/1d8","critical":"×3"},{"name":"Dwarven Waraxe","description":"A dwarven waraxe has a large, ornate head mounted on a thick handle, making it too large to use in one hand without special training; thus, it is an exotic weapon. A Medium character can use a dwarven waraxe two-handed as a martial weapon, or a Large creature can use it one-handed in the same way. A dwarf treats a dwarven waraxe as a martial weapon even when using it in one hand.","weight":"8 lbs.","price":"30 gp","proficiency":"One-Handed Melee Weapons","weaponClass":null,"damageType":"S","source":"Ultimate Equipment","special":null,"dmgT":"1d6","dmgS":"1d8","dmgM":"1d10","dmgL":"2d8","critical":"×3"},{"name":"Earth Breaker","description":"The crude metal of this massive hammer's head ends in multiple blunt spikes that help concentrate the force of a powerful swing down into a smaller, more focused area, allowing it to smash through armor with greater ease. Due to the tremendous size and weight of its head, an earth breaker is poorly balanced, and requires two hands to properly lift and control.","weight":"14 lbs.","price":"40 gp","proficiency":"Two-Handed Melee Weapons","weaponClass":null,"damageType":"B","source":"Ultimate Equipment","special":null,"dmgT":"1d8","dmgS":"1d10","dmgM":"2d6","dmgL":"3d6","critical":"×3"},{"name":"Elven Curve Blade","description":"Essentially a longer version of a scimitar, but with a thinner blade, the elven curve blade is exceptionally rare. You receive a +2 circumstance bonus to your CMD whenever a foe attempts to sunder your elven curve blade because of its flexible metal.You can use the Weapon Finesse feat to apply your Dexterity modifier instead of your Strength modifier on attack rolls with an elven curve blade that is sized for you, even though it isn't a light weapon.","weight":"7 lbs.","price":"80 gp","proficiency":"Two-Handed Melee Weapons","weaponClass":null,"damageType":"S","source":"Ultimate Equipment","special":null,"dmgT":"1d6","dmgS":"1d8","dmgM":"1d10","dmgL":"2d8","critical":"18–20/×2"},{"name":"Emei Piercer","description":"This weapon is used to augment unarmed martial techniques. It consists of an 8- to 10-inch-long, dual-pointed steel spike set on swivels and mounted on a ring, so that it can be spun around at high speeds when slipped over the wielder's ring finger. The ring prevents the wielder from being disarmed and turns unarmed strikes into piercing attacks.","weight":"—","price":"3 gp","proficiency":"Exotic Weapons","weaponClass":"Light Melee Weapons","damageType":"P","source":"Ultimate Combat","special":"monk, see text","dmgT":"1","dmgS":"1d2","dmgM":"1d3","dmgL":"1d4","critical":"19–20/×2"},{"name":"Falcata","description":"This heavy blade has a single sharp, concave edge and a hook-shaped hilt. Its shape distributes the weight to give it the momentum of an axe with the cutting edge of a sword.","weight":"4 lbs.","price":"18 gp","proficiency":"Exotic Weapons","weaponClass":"One-Handed Melee Weapons","damageType":"S","source":"Advanced Player's Guide","special":null,"dmgT":"1d4","dmgS":"1d6","dmgM":"1d8","dmgL":"2d6","critical":"19–20/×3"},{"name":"Falchion","description":"This sword has one curved, sharp edge like a scimitar, with the back edge unsharpened and either flat or slightly curved. Its weight is greater toward the end, making it better for chopping rather than stabbing.","weight":"8 lbs.","price":"75 gp","proficiency":"Martial Weapons","weaponClass":"Two-Handed Melee Weapons","damageType":"S","source":"Core Rulebook","special":null,"dmgT":"1d6","dmgS":"1d6","dmgM":"2d4","dmgL":"2d6","critical":"18–20/×2"},{"name":"Fiend's Mouth Cannon","description":"These massive cannons are usually crafted in multiple pieces, and sometimes feature the heads of demons, devils, or other fiends at their mouths. Like normal canons, they propel their projectiles with great force. A fiend's mouth cannon has a misfire range of 1 (30 ft.). Fiend's mouth canons have a hardness of 10 and 140 hit points. Fiend's mouth cannon balls cost 45 gp and weigh 30 pounds each.","weight":"","price":"9,000 gp","proficiency":"Direct-Fire Engines","weaponClass":"Huge Siege Engines","damageType":"B and P","source":"Ultimate Combat","special":null,"dmgT":null,"dmgS":null,"dmgM":null,"dmgL":null,"critical":null},{"name":"Fighting Fan","description":"Made to resemble a courtier's fan, this device consists of silk paper stretched and folded over a folding frame of hardened steel. Folding fans are typically wielded in pairs using a technique that distracts the opponent. The fans sport sharp tips, which can be poisoned.","weight":"—","price":"5 gp","proficiency":"Exotic Weapons","weaponClass":"Light Melee Weapons","damageType":"S or P","source":"Ultimate Combat","special":"distracting, monk","dmgT":"1d2","dmgS":"1d3","dmgM":"1d4","dmgL":"1d6","critical":"×3"},{"name":"Fire Lance","description":"This primitive firearm is nothing more than a long tube that, when ignited, propels a short gout of flame and a javelin. Unlike other firearms, the fire lance is wildly imprecise, and targets AC rather than touch AC. A fire lance is always treated as having the broken condition for the purpose of determining the effects of a misfire. A fire lances uses a javelin and 2 doses of black powder as ammunition. ","weight":"4 lbs.","price":"25 gp","proficiency":"Firearm","weaponClass":"Two-Handed Firearms","damageType":"P","source":"Ultimate Combat","special":null,"dmgT":"1d3","dmgS":"1d4","dmgM":"1d6","dmgL":"1d8","critical":"×4"},{"name":"Firearm Bullet","description":"The ammunition of most one-handed and two-handed firearms, firearm bullets typically take the form of small balls of lead or some other metal. Thirty bullets weigh half a pound.","weight":"—","price":"1 gp","proficiency":"Item","weaponClass":null,"source":"Ultimate Equipment","special":null,"dmgT":null,"dmgS":null,"dmgM":null,"dmgL":null,"critical":null},{"name":"Firedrake","description":"These large siege engines are typically wheeled or attached to vehicles that can transport them to the battlefield. This apparatus fires gouts of alchemist's fire in either a 60-foot line or a 30-foot cone (siege crew leader's choice). Targets in the area take 6d6 points of fire damage (DC 15 Reflex save halves); those who fail their saves also catch on fire. A firedrake with the broken condition that suffers a further mishap explodes, dealing its damage to all creatures within a 20-foot blast (DC 15 Reflex save halves). Firedrakes have a hardness of 10 and 70 hit points. One use of firedrake ammunition costs 200 gp and weighs 20 pounds.","weight":"","price":"4,000 gp","proficiency":"Direct-Fire Engines","weaponClass":"Huge Siege Engines","damageType":"fire","source":"Ultimate Combat","special":null,"dmgT":null,"dmgS":null,"dmgM":null,"dmgL":null,"critical":null},{"name":"Firewyrm","description":"This siege engine is a larger version of the firedrake. A firewyrm is too large to be transported to the battlefield in one piece and must be assembled once the component parts reach the battlefield. A firewyrm fires its gout of flame in either a 120-foot line or a 60-foot cone (crew leader's choice). Targets in the area take 6d6 points of fire damage (DC 20 Reflex save halves). A firewyrm with the broken condition that suffers a further mishap explodes, dealing its damage to all creatures within a 30-foot blast (DC 20 Reflex save halves). Firewyrms have a hardness of 10 and 140 hit points. One use of firewyrm ammunition costs 400 gp and weighs 40 pounds.","weight":"","price":"6,000 gp","proficiency":"Direct-Fire Engines","weaponClass":"Gargantuan Siege Engines","damageType":"fire","source":"Ultimate Combat","special":null,"dmgT":null,"dmgS":null,"dmgM":null,"dmgL":null,"critical":null},{"name":"Flail","description":"A flail consists of a spiked metal ball, connected to a handle by a sturdy chain.","weight":"5 lbs.","price":"8 gp","proficiency":"Martial Weapons","weaponClass":"One-Handed Melee Weapons","damageType":"B","source":"Core Rulebook","special":"disarm, trip","dmgT":"1d4","dmgS":"1d6","dmgM":"1d8","dmgL":"2d6","critical":"×2"},{"name":"Flail, Dire","description":"A dire flail consists of two spheres of spiked iron dangling from chains at opposite ends of a long haft.","weight":"10 lbs.","price":"90 gp","proficiency":"Exotic Weapons","weaponClass":"Two-Handed Melee Weapons","damageType":"B","source":"Core Rulebook","special":"disarm, double, trip","dmgT":"1d4/1d4","dmgS":"1d6/1d6","dmgM":"1d8/1d8","dmgL":"2d6/2d6","critical":"×2"},{"name":"Flail, Heavy","description":"Similar to a flail, a heavy flail has a larger metal ball and a longer handle. ","weight":"10 lbs.","price":"15 gp","proficiency":"Martial Weapons","weaponClass":"Two-Handed Melee Weapons","damageType":"B","source":"Core Rulebook","special":"disarm, trip","dmgT":"1d6","dmgS":"1d8","dmgM":"1d10","dmgL":"2d8","critical":"19–20/×2"},{"name":"Flame Fountain Firework","description":"This hollow metal or wooden tube contains slow-burning powder. When you light the fuse (a move action), it creates a 3-foot-long, blazing fountain of red-hot fiery sparks. You wield this fountain of sparks as if it were a heavy mace. Attacks with the fountain are melee touch attacks. The fountain deals 1d8 points of fire damage (your Strength modifier does not apply to the damage).The fountain sheds light as a torch and can ignite combustible materials such as parchment, straw, dry sticks, and cloth. Once ignited, it lasts for 1 minute. If extinguished before this time, the remaining duration is wasted. Crafting this item is a DC 25 Craft (alchemy) check.","weight":"—","price":"100 gp","proficiency":"One-handed Melee Weapons","weaponClass":null,"damageType":"Fire","source":"Ultimate Equipment","special":null,"dmgT":null,"dmgS":null,"dmgM":null,"dmgL":null,"critical":null},{"name":"Flight Arrows","description":"These arrows have light shafts and special fletching to give them greater range. A flight arrow's range increment is 20 feet greater with longbows and 10 feet greater with shortbows. They deal damage as if one size category smaller.","weight":"3 lbs.","price":"2 GP (20)","proficiency":"Item","weaponClass":null,"source":"Ultimate Equipment","special":null,"dmgT":null,"dmgS":null,"dmgM":null,"dmgL":null,"critical":null},{"name":"Flying Blade","description":"A flying blade is a large, crescent-shaped blade anchored to a 10-foot chain. You fight with a flying blade by spinning it about your head or by snapping it toward an opponent. The flying blade is a clumsy weapon and receives a &ndash;2 penalty on attack rolls, but when you make  attacks of opportunity provoked by movement, you receive a +2 bonus on attack rolls instead of the penalty.","weight":"12 lbs.","price":"40 gp","proficiency":"Exotic Weapons","weaponClass":"Two-Handed Melee Weapons","damageType":"S","source":"Ultimate Combat","special":"performance, reach","dmgT":"1d10","dmgS":"1d10","dmgM":"1d12","dmgL":"3d6","critical":"×3"},{"name":"Fuse Grenade","description":"This hollow clay container holds a small charge of black power and a slow-burning fuse. Lighting the fuse is a move action; 1d3 rounds later the grenade explodes, dealing 2d6 points of bludgeoning damage and 1d6 points of fire damage in a 10-foot-radius burst (Reflex DC 15 halves). You throw a fuse grenade as if it were a splash weapon. Crafting this item is a DC 25 Craft (alchemy) check.","weight":"1 lb.","price":"100 gp","proficiency":"Ranged Weapons","weaponClass":null,"damageType":"B/fire","source":"Ultimate Equipment","special":null,"dmgT":null,"dmgS":null,"dmgM":null,"dmgL":null,"critical":null},{"name":"Gauntlet, Spiked","description":"The cost and weight given are for a single gauntlet. An attack with a spiked gauntlet is considered an armed attack. Your opponent cannot use a disarm action to disarm you of spiked gauntlets.","weight":"1 lb.","price":"5 gp","proficiency":"Simple Weapons","weaponClass":"Light Melee Weapons","damageType":"P","source":"Core Rulebook","special":null,"dmgT":"1d2","dmgS":"1d3","dmgM":"1d4","dmgL":"1d6","critical":"×2"},{"name":"Ghast Retch Flask","description":"Harvested and concentrated from the remains of slain ghasts, this foul-smelling powder is kept in tightly sealed flasks. It is thrown as a splash weapon and the flask breaks on impact, releasing noxious dust. The target is nauseated for 1 round and sickened for 3 rounds after that. A successful DC 12 Fortitude save prevents the nauseated condition, but not the sickened condition. Creatures within 5 feet of where the flank hits are sickened for 1 round. This is a poison effect. Crafting this item is a DC 20 Craft (alchemy) check.","weight":"1 lb.","price":"50 gp","proficiency":"Ranged Weapons","weaponClass":null,"damageType":"Poison","source":"Ultimate Equipment","special":null,"dmgT":null,"dmgS":null,"dmgM":null,"dmgL":null,"critical":null},{"name":"Gladius","description":"The gladius is the favorite short sword of gladiators, with a heavier blade than the standard short sword. It serves well as a slashing weapon. Feats and abilities that affect short swords apply to the gladius.","weight":"3 lbs.","price":"15 gp","proficiency":"Martial","weaponClass":"Light Melee Weapons","damageType":"P or S","source":"Ultimate Combat","special":"performance","dmgT":"1d3","dmgS":"1d4","dmgM":"1d6","dmgL":"1d8","critical":"19–20/×2"},{"name":"Glaive-Guisarme","description":"This polearm combines the blade of a glaive with a wicked hook. A mounted opponent hit by a glaive-guisarme takes a &ndash;2 penalty on his Ride check to stay mounted.","weight":"10 lbs.","price":"12 gp","proficiency":"Martial Weapons","weaponClass":"Two-Handed Melee Weapons","damageType":"S","source":"Advanced Player's Guide","special":"brace, reach, see text","dmgT":"1d6","dmgS":"1d8","dmgM":"1d10","dmgL":"2d8","critical":"×3"},{"name":"Glaive","description":"A glaive is a simple blade, mounted to the end of a pole about 7 feet in length.","weight":"10 lbs.","price":"8 gp","proficiency":"Martial Weapons","weaponClass":"Two-Handed Melee Weapons","damageType":"S","source":"Core Rulebook","special":"reach","dmgT":"1d6","dmgS":"1d8","dmgM":"1d10","dmgL":"2d8","critical":"×3"},{"name":"Gnome Hooked Hammer","description":"A gnome hooked hammer is a double weapon&mdash;an ingenious tool with a hammer head at one end of its haft and a long, curved pick at the other. The hammer's blunt head is a bludgeoning weapon that deals 1d6 points of damage (critical multiplier &times;3). Its hook is a piercing weapon that deals 1d4 points of damage (critical multiplier &times;4). You can use either head as the primary weapon. Gnomes treat hooked hammers as martial weapons.","weight":"6 lbs.","price":"20 gp","proficiency":"Two-Handed Melee Weapons","weaponClass":null,"damageType":"B or P","source":"Ultimate Equipment","special":"Double, trip","dmgT":"1d4/1d3","dmgS":"1d6/1d4","dmgM":"1d8/1d6","dmgL":"2d6/1d8","critical":"×3/×4"},{"name":"Great Terbutje","description":"This Stone Age weapon is a 4-foot-long version of the terbutje. It is too large to use in one hand without special training; thus, it is an exotic weapon. You can use a great terbutje two-handed as a martial weapon.","weight":"4 lbs.","price":"12 gp","proficiency":"One-Handed Melee Weapons","weaponClass":null,"damageType":"S","source":"Ultimate Equipment","special":"Fragile","dmgT":"1d6","dmgS":"1d8","dmgM":"1d10","dmgL":"2d8","critical":"19–20/×2"},{"name":"Greataxe","description":"This two-handed battle axe is heavy enough that you can't wield it with one hand. The head may have one blade or two, and may be \"bearded\" (meaning hooked or trailing at the bottom) to increase cleaving power and help pull down enemy shields. The haft is usually 3 to 4 feet long.","weight":"12 lbs.","price":"20 gp","proficiency":"Martial Weapons","weaponClass":"Two-Handed Melee Weapons","damageType":"S","source":"Core Rulebook","special":null,"dmgT":"1d10","dmgS":"1d10","dmgM":"1d12","dmgL":"3d6","critical":"×3"},{"name":"Greatclub","description":"This larger, bulkier version of the common club is heavy enough that you can't wield it with one hand. It may be ornate and carved, reinforced with metal, or a simple branch from a tree. Like simple clubs, greatclubs have many names, such as cudgels, bludgeons, shillelaghs, and more.","weight":"8 lbs.","price":"5 gp","proficiency":"Martial Weapons","weaponClass":"Two-Handed Melee Weapons","damageType":"B","source":"Core Rulebook","special":null,"dmgT":"1d6","dmgS":"1d8","dmgM":"1d10","dmgL":"2d8","critical":"×2"},{"name":"Greatsword","description":"This immense two-handed sword is about 5 feet in length.","weight":"8 lbs.","price":"50 gp","proficiency":"Martial Weapons","weaponClass":"Two-Handed Melee Weapons","damageType":"S","source":"Core Rulebook","special":null,"dmgT":"1d8","dmgS":"1d10","dmgM":"2d6","dmgL":"3d6","critical":"19–20/×2"},{"name":"Guisarme","description":"A guisarme is an 8-foot-long shaft with a blade and a hook mounted at the tip.","weight":"12 lbs.","price":"9 gp","proficiency":"Martial Weapons","weaponClass":"Two-Handed Melee Weapons","damageType":"S","source":"Core Rulebook","special":"reach, trip","dmgT":"1d6","dmgS":"1d6","dmgM":"2d4","dmgL":"2d6","critical":"×3"},{"name":"Halberd","description":"A halberd is similar to a 5-foot-long spear, but it also has a small, axe-like head mounted near the tip.","weight":"12 lbs.","price":"10 gp","proficiency":"Martial Weapons","weaponClass":"Two-Handed Melee Weapons","damageType":"P or S","source":"Core Rulebook","special":"brace, trip","dmgT":"1d6","dmgS":"1d8","dmgM":"1d10","dmgL":"2d8","critical":"×3"},{"name":"Halfling Sling Staff","description":"Made from a specially designed sling attached to a short club, a halfling sling staff can be used by a proficient wielder to devastating effect. Your Strength modifier applies to damage rolls when you use a halfling sling staff, just as it does for thrown weapons. You can fire, but not load, a halfling sling staff with one hand. Loading a halfling sling staff is a move action that requires two hands and provokes attacks of opportunity.A halfling sling staff fires bullets. You can hurl ordinary stones with a halfling sling staff, but stones are not as dense or as round as bullets. Thus, such an attack deals damage as if the weapon were designed for a creature one size category smaller than you and you take a &ndash;1 penalty on attack rolls.A halfling sling staff can be used as a simple weapon that deals bludgeoning damage equal to that of a club of its size. Halflings treat halfling sling staves as martial weapons.","weight":"3 lbs.","price":"20 gp","proficiency":"Ranged Weapons","weaponClass":null,"damageType":"B","source":"Ultimate Equipment","special":null,"dmgT":"1d4","dmgS":"1d6","dmgM":"1d8","dmgL":"2d6","critical":"×3"},{"name":"Hammer, Gnome Hooked","description":"A gnome hooked hammer is a double weapon&mdash;an ingenious tool with a hammer head at one end of its haft and a long, curved pick at the other. The hammer's blunt head is a bludgeoning weapon that deals 1d6 points of damage (crit &times;3). Its hook is a piercing weapon that deals 1d4 points of damage (crit &times;4). You can use either head as the primary weapon. Gnomes treat hooked hammers as martial weapons.","weight":"6 lbs.","price":"20 gp","proficiency":"Exotic Weapons","weaponClass":"Two-Handed Melee Weapons","damageType":"B or P","source":"Core Rulebook","special":"double, trip","dmgT":"1d4/1d3","dmgS":"1d6/1d4","dmgM":"1d8/1d6","dmgL":"2d6/1d8","critical":"×3/×4"},{"name":"Hand Crossbow","description":"You can draw a hand crossbow back by hand. Loading a hand crossbow is a move action that provokes attacks of opportunity. A hand crossbow fires standard crossbow bolts, like those used by light and heavy crossbows.You can shoot, but not load, a hand crossbow with one hand at no penalty. You can shoot a hand crossbow with each hand, but you take a penalty on attack rolls as if attacking with two light weapons.","weight":"2 lbs.","price":"100 gp","proficiency":"Ranged Weapons","weaponClass":null,"damageType":"P","source":"Ultimate Equipment","special":null,"dmgT":"1d2","dmgS":"1d3","dmgM":"1d4","dmgL":"1d6","critical":"19–20/×2"},{"name":"Handaxe","description":"This one-handed axe is short (roughly 1 foot long) and designed for use with one hand. Unlike throwing axes, it is not well balanced for a graceful tumbling motion, and is instead heavier at its head. Tomahawks, war hatchets, and other such names usually refer to hand axes.","weight":"3 lbs.","price":"6 gp","proficiency":"Martial Weapons","weaponClass":"Light Melee Weapons","damageType":"S","source":"Core Rulebook","special":null,"dmgT":"1d3","dmgS":"1d4","dmgM":"1d6","dmgL":"1d8","critical":"×3"},{"name":"Harpoon","description":"A harpoon is a barbed spear with an attached rope 50 feet or less in length. If you are proficient in the harpoon, it is a grappling weapon (see the weapon special qualities for Eastern weapons).A harpoon's weight includes the weight of 50 feet of hemp rope. It can be reduced by using shorter or lighter rope.","weight":"16 lbs.","price":"5 gp","proficiency":"Exotic Weapons","weaponClass":"Two-Handed Melee Weapons","damageType":"P","source":"Ultimate Combat","special":"fragile, grappling (see description)","dmgT":"1d4","dmgS":"1d6","dmgM":"1d8","dmgL":"2d6","critical":"×3"},{"name":"Heavy Crossbow","description":"You draw a heavy crossbow back by turning a small winch. Loading a heavy crossbow is a full-round action that provokes attacks of opportunity. A heavy crossbow fires crossbow bolts.Normally, operating a heavy crossbow requires two hands. However, you can shoot, but not load, a heavy crossbow with one hand at a &ndash;4 penalty on attack rolls. You can shoot a heavy crossbow with each hand, but you take a penalty on attack rolls as if attacking with two one-handed weapons. This penalty is cumulative with the penalty for one-handed firing.","weight":"8 lbs.","price":"50 gp","proficiency":"Ranged Weapons","weaponClass":null,"damageType":"P","source":"Ultimate Equipment","special":null,"dmgT":"1d6","dmgS":"1d8","dmgM":"1d10","dmgL":"2d8","critical":"19–20/×2"},{"name":"Heavy Flail","description":"Similar to a light flail, a heavy flail has a larger metal ball and a longer handle.","weight":"10 lbs.","price":"15 gp","proficiency":"Two-Handed Melee Weapons","weaponClass":null,"damageType":"B","source":"Ultimate Equipment","special":"Disarm, trip","dmgT":"1d6","dmgS":"1d8","dmgM":"1d10","dmgL":"2d8","critical":"19–20/×2"},{"name":"Heavy Pick","description":"This variant of the light pick has a longer handle and can be used with one or two hands. It is a common, inexpensive weapon for mounted soldiers since it can be used effectively from horseback.","weight":"6 lbs.","price":"8 gp","proficiency":"Martial Weapons","weaponClass":"One-Handed Melee Weapons","damageType":"P","source":"Core Rulebook","special":null,"dmgT":"1d3","dmgS":"1d4","dmgM":"1d6","dmgL":"1d8","critical":"×4"},{"name":"Heavy Shield","description":"You can bash with a heavy shield instead of using it for defense. The shield entries for heavy shields appear on page 11.","weight":"Special","price":"7 GP/20 gp","proficiency":"One-Handed Melee Weapons","weaponClass":null,"damageType":"B","source":"Ultimate Equipment","special":null,"dmgT":"1d2","dmgS":"1d3","dmgM":"1d4","dmgL":"1d6","critical":"×2"},{"name":"Helmet, Dwarven Boulder","description":"This heavy, reinforced helmet can be used to make melee attacks. The wearer may also use the helmet when attempting bull rush maneuvers, granting a +2 circumstance bonus on the check, but after completing the maneuver (whether successful or not), the wearer is staggered until the end of his next turn. In addition, the helmet grants a +2 circumstance bonus to the wearer's AC against critical hit confirmation rolls. A dwarven boulder helmet adds 20% to the wearer's arcane spell failure chance. It occupies the head slot and is made of metal, not stone, meaning that it can be crafted from unusual materials as a metal weapon. A dwarven boulder helmet can be enchanted as a weapon (not as armor, despite providing some protection). ","weight":"10 lbs.","price":"20 gp","proficiency":"Exotic Weapons","weaponClass":"Light Melee Weapons","damageType":"B","source":"Advanced Race Guide","special":"see text","dmgT":"1d2","dmgS":"1d3","dmgM":"1d4","dmgL":"1d6","critical":"×2"},{"name":"Hooked Axe","description":"The hooked end of this axe's blade can be used to disarm foes or pull them off balance. A hooked axe can be used as a martial weapon (in which case it functions like a battleaxe). ","weight":"7 lbs.","price":"20 gp","proficiency":"Exotic Weapons","weaponClass":"One-Handed Melee Weapons","damageType":"S","source":"Ultimate Combat","special":"disarm, performance, trip","dmgT":"1d4","dmgS":"1d6","dmgM":"1d8","dmgL":"2d6","critical":"×3"},{"name":"Hooked Lance","description":"This slender, 10-foot-long polearm has an added hook protruding from the head that is used to snag the clothing and armor of opponents.","weight":"10 lbs.","price":"3 gp","proficiency":"Martial Weapons","weaponClass":"Two-Handed Melee Weapons","damageType":"P","source":"Ultimate Combat","special":"reach, trip","dmgT":"1d4","dmgS":"1d6","dmgM":"1d8","dmgL":"2d6","critical":"×4"},{"name":"Horsechopper","description":"Crafted by goblins to give themselves an advantage against horses, this weapon is essentially a halberd with an enlarged hook opposite the blade.","weight":"12 lbs.","price":"10 gp","proficiency":"Martial Weapons","weaponClass":"Two-Handed Melee Weapons","damageType":"P or S","source":"Advanced Race Guide","special":"reach, trip","dmgT":"1d6","dmgS":"1d8","dmgM":"1d10","dmgL":"2d8","critical":"×3"},{"name":"Hunga Munga","description":"Also called a mambele, danisco, goleyo, njiga, or any of many lesser-known names, this three-bladed dagger is intended for throwing but can be used as a melee weapon. Though the basic three-blade design is most common, hunga mungas can take a wide variety of forms.","weight":"3 lbs.","price":"4 gp","proficiency":"Ranged Weapons","weaponClass":null,"damageType":"P","source":"Ultimate Equipment","special":null,"dmgT":"1d3","dmgS":"1d4","dmgM":"1d6","dmgL":"1d8","critical":"×2"},{"name":"Iron Brush","description":"This is an iron-handled version of a scholar's brush with a sharpened handle. Though it does little damage, it is easily concealed (the wielder gets a +2 bonus on Sleight of Hand skill checks made to conceal a iron brush on her body) and can be used as a jabbing weapon or thrown short distances.","weight":"—","price":"2 gp","proficiency":"Martial Weapons","weaponClass":"Light Melee Weapons","damageType":"P","source":"Ultimate Combat","special":null,"dmgT":"1","dmgS":"1d2","dmgM":"1d3","dmgL":"1d4","critical":"×2"},{"name":"Itching Powder","description":"This fine gray powder causes targets to suffer from uncontrollable itching until they spend at least 1 round washing it off. Throwing a packet of itching powder is a splash attack with a range increment of 10 feet. Anyone standing on the square of impact must succeed at a DC 12 Fortitude save to resist the powder, while those in adjacent squares must make a DC 8 Fortitude save. Creatures that fail the save take a &ndash;2 penalty on attack rolls, saving throws, skill checks, and ability checks until they wash the powder off. This is a poison effect. Crafting this item is a DC 25 Craft (alchemy) check.","weight":"2 lbs.","price":"60 gp","proficiency":"Ranged Weapons","weaponClass":null,"damageType":"Poison","source":"Ultimate Equipment","special":null,"dmgT":null,"dmgS":null,"dmgM":null,"dmgL":null,"critical":null},{"name":"Javelin","description":"A javelin is a thin throwing spear . Since it is not designed for melee, you are treated as nonproficient with it and take a &ndash;4 penalty on attack rolls if you use a javelin as a melee weapon.","weight":"2 lbs.","price":"1 gp","proficiency":"Martial","weaponClass":"Ranged Weapons","source":"Ultimate Combat","special":null,"dmgT":null,"dmgS":null,"dmgM":null,"dmgL":null,"critical":null},{"name":"Jolting Dart","description":"This alchemically grown crystal dart builds up an electrical charge when thrown. A creature struck by the dart takes normal piercing damage and 1d6 points of electricity damage. Anyone proficient in darts can use a jolting dart. Once thrown, the dart is destroyed.","weight":"1/2 lb.","price":"100 gp","proficiency":"Martial Weapons","weaponClass":null,"damageType":"P","source":"Advanced Race Guide","special":"See text","dmgT":"1d2","dmgS":"1d3","dmgM":"1d4","dmgL":"1d6","critical":"×2"},{"name":"Jutte","description":"This batonlike weapon is fitted with a metal hook that can be used to block and pin an opponent's weapon. Some variations are tipped with a sharpened metal spike or blade.","weight":"1 lb.","price":"8 gp","proficiency":"Martial Weapons","weaponClass":"Light Melee Weapons","damageType":"B","source":"Ultimate Combat","special":"disarm, monk","dmgT":"1d3","dmgS":"1d4","dmgM":"1d6","dmgL":"1d8","critical":"×2"},{"name":"Kama","description":"Similar to a sickle, a kama is a short, curved blade attached to a simple handle.","weight":"2 lbs.","price":"2 gp","proficiency":"Exotic Weapons","weaponClass":"Light Melee Weapons","damageType":"S","source":"Core Rulebook","special":"monk, trip","dmgT":"1d3","dmgS":"1d4","dmgM":"1d6","dmgL":"1d8","critical":"×2"},{"name":"Kama, Double-Chained","description":"This weapon comprises a pair of kama connected with an 8-foot length of chain.  The wielder can attack as if armed with a single kama in each hand or extend the chain to make a single reach attack. By swinging the rope, the wielder can whip the kama about to disarm or trip opponents. Furthermore, if one of the weapons is dropped, the wielder can retrieve as a free action by pulling on the chain.","weight":"4 lbs.","price":"8 gp","proficiency":"Exotic Weapons","weaponClass":"Two-Handed Melee Weapons","damageType":"S","source":"Ultimate Combat","special":"double, monk, reach,trip","dmgT":"1d3/1d3","dmgS":"1d4/1d4","dmgM":"1d6/1d6","dmgL":"1d8/1d8","critical":"×2"},{"name":"Katana","description":"Specifically constructed for samurai, katanas employ multiple types of steel combined in a distinctive forging process. The result are swords noted for their wickedly sharp yet slender, gently curved blades, designed to make graceful hacking strokes capable of severing opponents' heads and limbs. Though finely balanced, these blades are difficult to master. Characters can use a katana two-handed as a martial weapon, but must take the Exotic Weapon Proficiency (katana) feat to use it one-handed.","weight":"6 lbs.","price":"50 gp","proficiency":"Exotic Weapons","weaponClass":"One-Handed Melee Weapons","damageType":"S","source":"Ultimate Combat","special":"deadly","dmgT":"1d4","dmgS":"1d6","dmgM":"1d8","dmgL":"2d6","critical":"18–20/×2"},{"name":"Katana, Double Walking Stick","description":"This single case conceals a pair of matched fighting swords perfectly balanced to be wielded as a pair. Despite their name, the blades more closely resemble the shorter wakizashi. When the blades are concealed in their case, this weapon can be used as a quarterstaff. ","weight":"6 lbs.","price":"50 gp","proficiency":"Exotic Weapons","weaponClass":"Two-Handed Melee Weapons","damageType":"B","source":"Ultimate Combat","special":"double","dmgT":"1d3/1d3","dmgS":"1d4/1d4","dmgM":"1d6/1d6","dmgL":"1d8/1d8","critical":"×3"},{"name":"Kerambit","description":"This small, curved pull dagger has a metal loop at the base of its handle allowing it to be secured with a pinky or worn on a string tied in the hair. While relatively small, the curved blade can create brutal wounds. Easily concealed (the wielder gets a +2 bonus on Sleight of Hand skill checks made to conceal a kerambit on her body), it is a favorite concealed weapon of ninja and assassins.","weight":"—","price":"2 gp","proficiency":"Martial Weapons","weaponClass":"Light Melee Weapons","damageType":"S","source":"Ultimate Combat","special":null,"dmgT":"1","dmgS":"1d2","dmgM":"1d3","dmgL":"1d4","critical":"×3"},{"name":"Keros Oil","description":"Also known as firebreather's oil, this bitter liquid is harder to ignite than common oil but burns quickly at a low temperature, making it ideal for exotic performers such as fire-spinners and flame-spitters. You may spit a mouthful of keros oil past an open flame (such as a candle, tindertwig, or torch) to ignite it, creating a brief burst of fire. If you use it to attack, the attack is a ranged touch attack with a maximum range of 5 feet that deals 1d3 points of fire damage. If you roll a 1 on your attack roll, you accidentally inhale or swallow some of the burning fuel; you take 1d6 points of fire damage and are nauseated for 1 round. A bottle of keros oil holds enough for 10 mouthfuls; taking a mouthful from the bottle is a standard action (the Rapid Reload feat reduces this to a move action). Crafting this item is a DC 15 Craft (alchemy) check. ","weight":"—","price":"5 gp","proficiency":"Ranged Weapons","weaponClass":null,"damageType":"Fire","source":"Ultimate Equipment","special":null,"dmgT":null,"dmgS":null,"dmgM":null,"dmgL":null,"critical":null},{"name":"Kestros","description":"The kestros is an oddly shaped sling used for launching darts. Your Strength modifier applies on damage rolls when you use a kestros, just as it does for thrown weapons. You can fire&mdash;but not load&mdash;a kestros with one hand. Loading a kestros is a move action that requires two hands and provokes attacks of opportunity. Halflings treat the kestros as a martial weapon.","weight":"1 lb.","price":"1 gp","proficiency":"Exotic Weapons","weaponClass":"Ranged Weapons","damageType":"P","source":"Ultimate Combat","special":null,"dmgT":"1d4","dmgS":"1d6","dmgM":"1d8","dmgL":"2d6","critical":"×3"},{"name":"Kestros Dart","description":"This dart, meant to be thrown using a kestros, consists of a heavy metal point about 9 inches long attached to a shaft of wood about 12 inches long, fletched with feathers for stability. If used as a melee weapon, it is a light improvised weapon (&ndash;4 penalty on attack rolls) and deals damage as a dagger of its size (critical multiplier &times;2). Kestros darts come in a quiver that holds 10 darts.","weight":"5 lbs.","price":"5 gp/10","proficiency":"Exotic Weapons","weaponClass":"Ranged Weapons","source":"Ultimate Combat","special":null,"dmgT":null,"dmgS":null,"dmgM":null,"dmgL":null,"critical":null},{"name":"Khopesh","description":"This heavy blade has a convex curve near the end, making its overall shape similar to a battleaxe.","weight":"8 lbs.","price":"20 gp","proficiency":"Exotic Weapons","weaponClass":"One-Handed Melee Weapons","damageType":"S","source":"Advanced Player's Guide","special":"trip","dmgT":"1d4","dmgS":"1d6","dmgM":"1d8","dmgL":"2d6","critical":"19–20/×2"},{"name":"Knuckle Axe","description":"Knuckle axes, usually used in pairs, resemble axe blades mounted on brass knuckles. You may hold, but not wield, a weapon or other object in a hand wearing a knuckle axe. Unlike when wearing brass knuckles, you cannot use a hand wearing a knuckle axe for spellcasting.","weight":"2 lbs.","price":"9 gp","proficiency":"Exotic Weapons","weaponClass":"Light Melee Weapons","damageType":"S","source":"Ultimate Combat","special":"monk, performance","dmgT":"1d3","dmgS":"1d4","dmgM":"1d6","dmgL":"1d8","critical":"×3"},{"name":"Kukri","description":"A kukri is a curved blade, about 1 foot in length.","weight":"2 lbs.","price":"8 gp","proficiency":"Martial Weapons","weaponClass":"Light Melee Weapons","damageType":"S","source":"Core Rulebook","special":null,"dmgT":"1d2","dmgS":"1d3","dmgM":"1d4","dmgL":"1d6","critical":"18–20/×2"},{"name":"Kusarigama","description":"This weapon has a single sickle held in the off-hand attached by 10 feet of fine chain to a weighted metal ball. The sickle is used to make trips, jabs, and blocks while the ball is whipped around at high speeds and then smashed into the opponent. ","weight":"3 lbs.","price":"12 gp/sickle and chain","proficiency":"Exotic Weapons","weaponClass":"Two-Handed Melee Weapons","damageType":"S or B","source":"Ultimate Combat","special":"double, monk, reach,trip, grapple","dmgT":"1/1d3","dmgS":"1d2/1d4","dmgM":"1d3/1d6","dmgL":"1d4/1d8","critical":"×2"},{"name":"Kyoketsu Shoge","description":"This weapon consists of a foot-long double-edged blade, with another smaller, curved hook-blade sticking out the side like a rooster's spur. The blade is strung to a large iron hoop with 10-foot length of rope. The blade can be used as an off-hand melee weapon or thrown like a dagger, while the rope and circlet can be whipped around and swung at opponents as a bludgeoning reach weapon. ","weight":"1 lb.","price":"6 gp","proficiency":"Exotic Weapons","weaponClass":"Two-Handed Melee Weapons","damageType":"S or P","source":"Ultimate Combat","special":"disarm, grapple, monk,reach","dmgT":"1d2","dmgS":"1d3","dmgM":"1d4","dmgL":"1d6","critical":"×2"},{"name":"Lance","description":"A lance deals double damage when used from the back of a charging mount. While mounted, you can wield a lance with one hand.","weight":"10 lbs.","price":"10 gp","proficiency":"Martial Weapons","weaponClass":"Two-Handed Melee Weapons","damageType":"P","source":"Core Rulebook","special":"reach","dmgT":"1d4","dmgS":"1d6","dmgM":"1d8","dmgL":"2d6","critical":"×3"},{"name":"Lasso","description":"This thrown weapon is a length of rope with a simple open knot on one end that allows you entangle a foe like you would using a net. The DC to cast a spell while entangled with a lasso is 10 + the spell level being cast. An entangled creature can slip free with a DC 15 Escape Artist check as a full-round action. The lasso has 2 hit points and AC 10. It requires a DC 23 Strength check to break it. On a successful hit, the lasso tightens; to use it again you must spend a standard action sliding the knot to enlarge the loop.","weight":"5 lbs.","price":"1 sp","proficiency":"Exotic Weapons","weaponClass":"Ranged Weapons","source":"Advanced Player's Guide","special":null,"dmgT":null,"dmgS":null,"dmgM":null,"dmgL":null,"critical":null},{"name":"Light Crossbow","description":"You draw a light crossbow back by pulling a lever. Loading a light crossbow is a move action that provokes attacks of opportunity. A light crossbow fires crossbow bolts.Normally, operating a light crossbow requires two hands. However, you can shoot, but not load, a light crossbow with one hand at a &ndash;2 penalty on attack rolls. You can shoot a light crossbow with each hand, but you take a penalty on attack rolls as if attacking with two light weapons. This penalty is cumulative with the penalty for one-handed firing.","weight":"4 lbs.","price":"35 gp","proficiency":"Ranged Weapons","weaponClass":null,"damageType":"P","source":"Ultimate Equipment","special":null,"dmgT":"1d4","dmgS":"1d6","dmgM":"1d8","dmgL":"2d6","critical":"19–20/×2"},{"name":"Light Flail","description":"A light flail consists of a weighted striking end connected to a handle by a sturdy chain. Though often imagined as a ball, sometimes spiked like the head of a morningstar, the head of a light flail can actually take many different shapes, such as short bars. Military flails are sturdier evolutions of agricultural flails, which are used for threshing&mdash;beating stacks of grains to separate the useful grains from their husks.","weight":"5 lbs.","price":"8 gp","proficiency":"One-Handed Melee Weapons","weaponClass":null,"damageType":"B","source":"Ultimate Equipment","special":"Disarm, trip","dmgT":"1d4","dmgS":"1d6","dmgM":"1d8","dmgL":"2d6","critical":"×2"},{"name":"Light Hammer","description":"A lighter version of a warhammer, this weapon usually has a sleek metal head with one striking surface.","weight":"2 lbs.","price":"1 gp","proficiency":"Martial Weapons","weaponClass":"Light Melee Weapons","damageType":"B","source":"Core Rulebook","special":null,"dmgT":"1d2","dmgS":"1d3","dmgM":"1d4","dmgL":"1d6","critical":"×2"},{"name":"Light Mace","description":"A mace is made up of an ornate metal head attached to a simple wooden or metal shaft. The mace's head is usually flanged to cause more pain or damage. Some more primitive maces are made with stone bound to a wooden haft with leather straps.","weight":"4 lbs.","price":"5 gp","proficiency":"Light Melee Weapons","weaponClass":null,"damageType":"B","source":"Ultimate Equipment","special":null,"dmgT":"1d3","dmgS":"1d4","dmgM":"1d6","dmgL":"1d8","critical":"×2"},{"name":"Light Pick","description":"This weapon, adapted from the pickaxe tool, has a head with a slightly curved, armor-piercing spike and a hammerlike counterweight.","weight":"3 lbs.","price":"4 gp","proficiency":"Martial Weapons","weaponClass":"Light Melee Weapons","damageType":"P","source":"Core Rulebook","special":null,"dmgT":"1d2","dmgS":"1d3","dmgM":"1d4","dmgL":"1d6","critical":"×4"},{"name":"Light Shield","description":"You can bash with a light shield instead of using it for defense. The shield entries for light shields appear on page 12.","weight":"Special","price":"varies","proficiency":"Light Melee Weapons","weaponClass":null,"damageType":"B","source":"Ultimate Equipment","special":null,"dmgT":"1","dmgS":"1d2","dmgM":"1d3","dmgL":"1d4","critical":"×2"},{"name":"Liquid Blade","description":"You can empty the contents of this palm-sized metal tube with a quick flick of your wrist (a move action), causing the bubbling transparent liquid within to instantly solidify into a jagged crystalline blade. By holding the tube, you can then use the crystalline blade as if it were a Medium short sword with the fragile quality (see page 22). The blade lasts for 10 minutes, after which it evaporates, leaving nothing behind but the tube. You can add one dose of poison to the liquid in the bottle, which acts like applying a dose of poison to a weapon except it is a full-round action; when the liquid turns into a solid blade, the weapon includes one application of that poison. When the blade evaporates, the poison does so as well. Crafting a liquid blade is a DC 15 Craft (alchemy) check.","weight":"2 lbs.","price":"40 gp","proficiency":"Light Melee Weapons","weaponClass":null,"damageType":"P","source":"Ultimate Equipment","special":null,"dmgT":null,"dmgS":null,"dmgM":null,"dmgL":null,"critical":null},{"name":"Longaxe, Dwarven","description":"These ornate and heavy blades are mounted atop a long, steel-shod haft for greater reach. They are rare among cave-dwelling dwarves but common in mountain dwarf clans that commonly feud with giants.","weight":"14 lbs.","price":"50 gp","proficiency":"Exotic Weapons","weaponClass":"Two-Handed Melee Weapons","damageType":"S","source":"Advanced Race Guide","special":"reach","dmgT":"1d10","dmgS":"1d10","dmgM":"1d12","dmgL":"3d6","critical":"×3"},{"name":"Longbow","description":"At almost 5 feet in height, a longbow is made up of one solid piece of carefully curved wood. You need two hands to use a bow, regardless of its size. A longbow is too unwieldy to use while you are mounted. If you have a penalty for low Strength, apply it to damage rolls when you use a longbow. If you have a Strength bonus, you can apply it to damage rolls when you use a composite longbow (see below), but not when you use a regular longbow.","weight":"3 lbs.","price":"75 gp","proficiency":"Martial Weapons","weaponClass":"Ranged Weapons","damageType":"P","source":"Core Rulebook","special":null,"dmgT":"1d4","dmgS":"1d6","dmgM":"1d8","dmgL":"2d6","critical":"×3"},{"name":"Longbow, Composite","description":"You need at least two hands to use a bow, regardless of its size. You can use a composite longbow while mounted. All composite bows are made with a particular strength rating (that is, each requires a minimum Strength modifier to use with proficiency). If your Strength bonus is less than the strength rating of the composite bow, you can't effectively use it, so you take a &ndash;2 penalty on attacks with it. The default composite longbow requires a Strength modifier of +0 or higher to use with proficiency. A composite longbow can be made with a high strength rating to take advantage of an above-average Strength score; this feature allows you to add your Strength bonus to damage, up to the maximum bonus indicated for the bow. Each point of Strength bonus granted by the bow adds 100 gp to its cost. If you have a penalty for low Strength, apply it to damage rolls when you use a composite longbow.For purposes of Weapon Proficiency and similar feats, a composite longbow is treated as if it were a longbow.","weight":"3 lbs.","price":"100 gp","proficiency":"Martial Weapons","weaponClass":"Ranged Weapons","damageType":"P","source":"Core Rulebook","special":null,"dmgT":"1d4","dmgS":"1d6","dmgM":"1d8","dmgL":"2d6","critical":"×3"},{"name":"Longhammer, Dwarven","description":"These heavy-headed bludgeons are often carved or cast with monstrous faces or drilled with tiny holes to create a menacing whistling as they are swung through the air.","weight":"20 lbs.","price":"70 gp","proficiency":"Exotic Weapons","weaponClass":"Two-Handed Melee Weapons","damageType":"B","source":"Advanced Race Guide","special":"reach","dmgT":"1d8","dmgS":"1d10","dmgM":"2d6","dmgL":"3d6","critical":"×3"},{"name":"Longspear","description":"A longspear is about 8 feet in length.","weight":"9 lbs.","price":"5 gp","proficiency":"Simple Weapons","weaponClass":"Two-Handed Melee Weapons","damageType":"P","source":"Core Rulebook","special":"brace, reach","dmgT":"1d4","dmgS":"1d6","dmgM":"1d8","dmgL":"2d6","critical":"×3"},{"name":"Longsword","description":"This sword is about 3-1/2 feet in length.","weight":"4 lbs.","price":"15 gp","proficiency":"Martial Weapons","weaponClass":"One-Handed Melee Weapons","damageType":"S","source":"Core Rulebook","special":null,"dmgT":"1d4","dmgS":"1d6","dmgM":"1d8","dmgL":"2d6","critical":"19–20/×2"},{"name":"Lucerne Hammer","description":"This polearm has both a pronged hammer head for crushing blows and a spiked head for piercing and peeling armor; most attacks are made with the hammer. The long haft allows the wielder to put amazing force behind the head of this weapon. You gain a +2 bonus to your CMB to sunder medium or heavy armor with a lucerne hammer.","weight":"12 lbs.","price":"15 gp","proficiency":"Martial Weapons","weaponClass":"Two-Handed Melee Weapons","damageType":"B or P","source":"Advanced Player's Guide","special":"brace, reach, see text","dmgT":"1d10","dmgS":"1d10","dmgM":"1d12","dmgL":"3d6","critical":"×2"},{"name":"Lungchuan Tamo","description":"What appears to be an ordinary baton sheaths a pair of matching slender-bladed daggers, perfectly balanced throwing blades. ","weight":"1 lb.","price":"5 gp","proficiency":"Martial Weapons","weaponClass":"Light Melee Weapons","damageType":"P or S","source":"Ultimate Combat","special":"monk","dmgT":"1d2","dmgS":"1d3","dmgM":"1d4","dmgL":"1d6","critical":"×2"},{"name":"Mace","description":"A mace is made up of an ornate metal head attached to a simple wooden or metal shaft.","weight":"4 lbs.","price":"5 gp","proficiency":"Simple Weapons","weaponClass":"Light Melee Weapons","damageType":"B","source":"Core Rulebook","special":null,"dmgT":"1d3","dmgS":"1d4","dmgM":"1d6","dmgL":"1d8","critical":"×2"},{"name":"Mace, Heavy","description":"A heavy mace has a larger head and a longer handle than a normal mace.","weight":"8 lbs.","price":"12 gp","proficiency":"Simple Weapons","weaponClass":"One-Handed Melee Weapons","damageType":"B","source":"Core Rulebook","special":null,"dmgT":"1d4","dmgS":"1d6","dmgM":"1d8","dmgL":"2d6","critical":"×2"},{"name":"Mancatcher","description":"This polearm consists of two curved metal bands that close around a target when you attack, allowing you to bind an opponent. A mancatcher is built to capture a creature of a particular size category (such as Small or Medium) and doesn't work on creatures of the wrong size. Make a touch attack to hit an opponent and a combat maneuver check to grapple him (without the &ndash;4 penalty for not having two hands free); success means you and the target are grappled. Once the target is grappled, you can perform a move or damage grapple action against him. The mancatcher has hardness 10 and 5 hit points; it requires a DC 26 Strength check to break it. If you drop the mancatcher, the target can free himself as a standard action.","weight":"10 lbs.","price":"15 gp","proficiency":"Exotic Weapons","weaponClass":"Two-Handed Melee Weapons","damageType":"P","source":"Advanced Player's Guide","special":"reach, see text","dmgT":"&mdash;","dmgS":"1","dmgM":"1d2","dmgL":"1d3","critical":null},{"name":"Mattock","description":"Derived from the digging tool of the same name, a mattock resembles a two-handed pick, but with a chisel-like blade instead of a point.","weight":"12 lbs.","price":"12 gp","proficiency":"Martial Weapons","weaponClass":"Two-Handed Melee Weapons","damageType":"P","source":"Ultimate Combat","special":"fragile","dmgT":"1d6","dmgS":"1d6","dmgM":"2d4","dmgL":"2d6","critical":"×4"},{"name":"Mere Club","description":"Traditionally made of sturdy carved stone, a mere (MEH-reh) is a short, flat-sided, sharp-pointed club.","weight":"2 lbs.","price":"2 gp","proficiency":"Simple Weapons","weaponClass":"One-Handed Melee Weapons","damageType":"B or P","source":"Ultimate Combat","special":"fragile","dmgT":"1d2","dmgS":"1d3","dmgM":"1d4","dmgL":"1d6","critical":"×2"},{"name":"Meteor Hammer","description":"This weapon consists of one or two spherical weights attached by a 10-foot chain. You whirl the weights and wrap them around an opponent's body. If you succeed at a trip attempt with a meteor hammer, you can drag your opponent 5 feet closer to you rather than knocking her prone. You may use this weapon in two different ways: in meteor mode you use it as a double weapon, while in fortress mode you cannot use it as a double weapon but gain reach and a +1 shield bonus to AC. Switching between these two modes is a free action decided at the start of your turn.","weight":"10 lbs.","price":"10 gp","proficiency":"Exotic Weapons","weaponClass":"Two-Handed Melee Weapons","damageType":"B","source":"Ultimate Combat","special":"reach, trip","dmgT":"1d4","dmgS":"1d6","dmgM":"1d8","dmgL":"2d6","critical":"×2"},{"name":"Monk's Spade","description":"This weapon is a double weapon pole arm. One side is fitted with a broad, shovel-like sharpened blade while the opposite side is fitted with a crescent blade that juts out like a pair of bull's horns. The monk's spade does many types of damage. What type of damage it deals depends on how it is wielded, with the spade side able to bludgeon or slash and the crescent side able to jab, slash, and pierce. ","weight":"12 lbs.","price":"20 gp","proficiency":"Martial Weapons","weaponClass":"Two-Handed Melee Weapons","damageType":"B or P or S","source":"Ultimate Combat","special":"double, monk","dmgT":"1d3/1d3","dmgS":"1d4/1d4","dmgM":"1d6/1d6","dmgL":"1d8/1d8","critical":"×2"},{"name":"Morningstar","description":"A morningstar is a spiked metal ball, affixed to the top of a long handle.","weight":"6 lbs.","price":"8 gp","proficiency":"Simple Weapons","weaponClass":"One-Handed Melee Weapons","damageType":"B and P","source":"Core Rulebook","special":null,"dmgT":"1d4","dmgS":"1d6","dmgM":"1d8","dmgL":"2d6","critical":"×2"},{"name":"Musket","description":"This long-barreled firearm has a much greater range than a pistol. A musket uses either a bullet and a single dose of black powder or an alchemical cartridge as its ammunition.","weight":"9 lbs.","price":"1,500 gp","proficiency":"Firearm","weaponClass":"Two-Handed Firearms","damageType":"B and P","source":"Ultimate Combat","special":null,"dmgT":"1d10","dmgS":"1d10","dmgM":"1d12","dmgL":"3d6","critical":"×4"},{"name":"Musket, Axe","description":"This musket features an axe blade at the end of its barrel. It can be used as both a musket and a battleaxe. It is considered a double weapon for purposes of creating masterwork or magical versions of this weapon. If this firearm gains the broken condition, both the firearm component and the axe are considered broken. An axe musket uses either a bullet and a single dose of black powder or an alchemical cartridge as ammunition. ","weight":"6 lbs.","price":"1,600 gp","proficiency":"Firearm","weaponClass":"Two-Handed Firearms","damageType":"B and P","source":"Ultimate Combat","special":null,"dmgT":"1d4","dmgS":"1d6","dmgM":"1d8","dmgL":"2d6","critical":"×4"},{"name":"Musket, Double-Barreled","description":"This musket has two parallel barrels; each barrel can be shot independently as a separate action, or both can be fired at once as the same attack. If both barrels are fired at once, they must both target the same creature or object, and the gun becomes wildly inaccurate, taking a &ndash;4 penalty on each shot. Each barrel of a double-barreled musket uses either a bullet and a single dose of black powder or an alchemical cartridge as ammunition.","weight":"11 lbs.","price":"2,500 gp","proficiency":"Firearm","weaponClass":"Two-Handed Firearms","damageType":"B and P","source":"Ultimate Combat","special":null,"dmgT":"1d10","dmgS":"1d10","dmgM":"1d12","dmgL":"3d6","critical":"×4"},{"name":"Musket, Warhammer","description":"This musket has a warhammer head at the end of its barrel, which allows it to be used as both a musket and a warhammer. It is considered a double weapon for purposes of creating masterwork or magical versions of this weapon. If this firearm gains the broken condition, both the firearm component and the warhammer are considered broken. A warhammer musket uses either a bullet and a single dose of black powder or an alchemical cartridge as ammunition.","weight":"6 lbs.","price":"1,600 gp","proficiency":"Firearm","weaponClass":"Two-Handed Firearms","damageType":"B and P","source":"Ultimate Combat","special":null,"dmgT":"1d4","dmgS":"1d6","dmgM":"1d8","dmgL":"2d6","critical":"×4"},{"name":"Naginata","description":"The naginata consists of a 6-foot staff affixed to a 2-foot-long, swordlike slightly curved blade. The shaft is designed to keep the wielder out of reach from swords and shorter weapons.","weight":"9 lbs.","price":"35 gp","proficiency":"Martial Weapons","weaponClass":"Two-Handed Melee Weapons","damageType":"S","source":"Ultimate Combat","special":"reach","dmgT":"1d4","dmgS":"1d6","dmgM":"1d8","dmgL":"2d6","critical":"×4"},{"name":"Net","description":"A net is used to entangle enemies. When you throw a net, you make a ranged touch attack against your target. A net's maximum range is 10 feet. If you hit, the target is entangled. An entangled creature takes a &ndash;2 penalty on attack rolls and a &ndash;4 penalty on Dexterity, can move at only half speed, and cannot charge or run. If you control the trailing rope by succeeding on an opposed Strength check while holding it, the entangled creature can move only within the limits that the rope allows. If the entangled creature attempts to cast a spell, it must make a concentration check with a DC of 15 + the spell's level or be unable to cast the spell.An entangled creature can escape with a DC 20 Escape Artist check (a full-round action). The net has 5 hit points and can be burst with a DC 25 Strength check (also a full-round action). A net is useful only against creatures within one size category of you.A net must be folded to be thrown effectively. The first time you throw your net in a fight, you make a normal ranged touch attack roll. After the net is unfolded, you take a &ndash;4 penalty on attack rolls with it. It takes 2 rounds for a proficient user to fold a net and twice that long for a nonproficient one to do so.","weight":"6 lbs.","price":"20 gp","proficiency":"Exotic Weapons","weaponClass":"Ranged Weapons","source":"Core Rulebook","special":null,"dmgT":null,"dmgS":null,"dmgM":null,"dmgL":null,"critical":null},{"name":"Nine-Ring Broadsword","description":"This broad-bladed weapon has nine heavy rings threaded through its spine, providing additional weight to add to the force of its impressive chopping power.","weight":"4 lbs.","price":"15 gp","proficiency":"One-Handed Melee Weapons","weaponClass":null,"damageType":"S","source":"Ultimate Equipment","special":"Monk","dmgT":"1d4","dmgS":"1d6","dmgM":"1d8","dmgL":"2d6","critical":"×3"},{"name":"Nine-Section Whip","description":"The nine-section whip consists of steel bars linked together. The final bar is a 6-inch weighted spike. This weapon can be wielded as a single-handed weapon, a two-handed weapon, or in pairs. ","weight":"3 lbs.","price":"8 gp","proficiency":"Exotic Weapons","weaponClass":"One-Handed Melee Weapons","damageType":"B","source":"Ultimate Combat","special":"blocking, distracting, monk,trip","dmgT":"1d4","dmgS":"1d6","dmgM":"1d8","dmgL":"2d6","critical":"19–20/×2"},{"name":"Nodachi","description":"This very long two-handed weapon has a slender but wickedly sharp 4-foot-long blade at one end. It is predominantly used by ground troops to attack mounted warriors, and can be used to hack riders from their mounts or set to receive a charge. ","weight":"8 lbs.","price":"60 gp","proficiency":"Martial Weapons","weaponClass":"Two-Handed Melee Weapons","damageType":"S or P","source":"Ultimate Combat","special":"brace","dmgT":"1d6","dmgS":"1d8","dmgM":"1d10","dmgL":"2d8","critical":"18–20/×2"},{"name":"Nunchaku","description":"A nunchaku is made up of two wooden or metal bars connected by a small length of rope or chain.","weight":"2 lbs.","price":"2 gp","proficiency":"Exotic Weapons","weaponClass":"Light Melee Weapons","damageType":"B","source":"Core Rulebook","special":"disarm, monk","dmgT":"1d3","dmgS":"1d4","dmgM":"1d6","dmgL":"1d8","critical":"×2"},{"name":"Ogre Hook","description":"This large crook of sharpened metal makes it easy to trip and catch fleeing opponents. Invented by ogres, most ogre hooks are Large and crudely fashioned&mdash;often from metal torn from previous victims' weapons and armor. Despite their poor workmanship, the rarity and peril involved in getting ogre hooks make such items quite valuable.","weight":"10 lbs.","price":"24 gp","proficiency":"Two-Handed Melee Weapons","weaponClass":null,"damageType":"P","source":"Ultimate Equipment","special":"Trip","dmgT":"1d6","dmgS":"1d8","dmgM":"1d10","dmgL":"2d8","critical":"×3"},{"name":"Orc Double Axe","description":"A cruel weapon with blades placed at opposite ends of a long haft, an orc double axe is a double weapon. Though invented by and traditionally associated with orcs, the double axe can be crafted and wielded by other races as well, though many disdain it for its extreme weight and clumsiness. Because of the blades at either end of the axe, the wielder must hold an orc double axe in the middle of its haft, and utilize a weaving, slashing fighting style more akin to that of a quarterstaff than to that of a greataxe or battleaxe.","weight":"15 lbs.","price":"60 gp","proficiency":"Two-Handed Melee Weapons","weaponClass":null,"damageType":"S","source":"Ultimate Equipment","special":"Double","dmgT":"1d4/1d4","dmgS":"1d6/1d6","dmgM":"1d8/1d8","dmgL":"2d6/2d6","critical":"×3"},{"name":"Paper Candle Firework","description":"This finger-sized explosive detonates noisily 1 round after lighting. Anyone in the same square as a paper candle when it explodes must make a DC 15 Fortitude save or be dazzled for 1d4 rounds. Crafting this item is a DC 20 Craft (alchemy) check. ","weight":"—","price":"1 gp","proficiency":"Ranged Weapons","weaponClass":null,"source":"Ultimate Equipment","special":null,"dmgT":null,"dmgS":null,"dmgM":null,"dmgL":null,"critical":null},{"name":"Pata","description":"An evolution of the punching dagger, the pata is a short sword that ends in a full, fingerless gauntlet hilt. You punch rather than stab with the weapon, allowing you to put more force behind each strike. While wearing a pata, you cannot use that hand for anything else. A pata provides a +10 bonus to your CMD against being disarmed.","weight":"3 lbs.","price":"14 gp","proficiency":"Exotic Weapons","weaponClass":"Light Melee Weapons","damageType":"P","source":"Ultimate Combat","special":"performance","dmgT":"1d3","dmgS":"1d4","dmgM":"1d6","dmgL":"1d8","critical":"×3"},{"name":"Pepperbox","description":"This pistol has six barrels instead of one. The entire barrel housing can be quickly rotated by hand between shots (a free action requiring one free hand), allowing all six bullets to be fired before the weapon must be reloaded. Each barrel of a pepperbox uses either a bullet and a single dose of black powder or a single alchemical cartridge as ammunition.","weight":"5 lbs.","price":"3,000 gp","proficiency":"Firearm","weaponClass":"One-Handed Firearms","damageType":"B and P","source":"Ultimate Combat","special":null,"dmgT":"1d4","dmgS":"1d6","dmgM":"1d8","dmgL":"2d6","critical":"×4"},{"name":"Pepperbox Rifle","description":"The four barrels of this rifle are set into a turnable housing that can be quickly rotated by hand (a free action) between shots. A pepperbox rifle uses metal cartridges as ammunition. This is an advanced firearm.","weight":"15 lbs.","price":"7,000 gp","proficiency":"Two-Handed Ranged Weapons (Advanced Firearms)","weaponClass":null,"damageType":"B and P","source":"Ultimate Equipment","special":null,"dmgT":"1d6","dmgS":"1d8","dmgM":"1d10","dmgL":"2d8","critical":"×4"},{"name":"Pilum","description":"The tip of this heavy javelin is designed to break off and embed itself into a shield once it hits. Like ammunition, a thrown pilum that hits its target is destroyed. If you hit a shield-using opponent with a pilum, he loses the AC bonuses from that shield until he takes a standard action to pry the remnants of the pilum from his shield.","weight":"4 lbs.","price":"5 gp","proficiency":"Martial Weapons","weaponClass":"Ranged Weapons","damageType":"P","source":"Advanced Player's Guide","special":"see text","dmgT":"1d4","dmgS":"1d6","dmgM":"1d8","dmgL":"2d6","critical":"×2"},{"name":"Pistol","description":"The single-shot pistol is one of the most common firearms, although in most campaigns it is still rare enough to be an object of envy or curiosity to most. A pistol uses either a bullet and a singe dose of black powder or an alchemical cartridge as ammunition.","weight":"4 lbs.","price":"1,000 gp","proficiency":"Firearm","weaponClass":"One-Handed Firearms","damageType":"B and P","source":"Ultimate Combat","special":null,"dmgT":"1d4","dmgS":"1d6","dmgM":"1d8","dmgL":"2d6","critical":"×4"},{"name":"Pistol, Coat","description":"Less powerful than other firearms, this pistol is small enough to be easily concealed in a jacket or coat. You get a +2 bonus on Sleight of Hand checks made to conceal a coat pistol on your body. A coat pistol uses either a bullet and a single dose of black powder or an alchemical cartridge as ammunition. ","weight":"1 lb.","price":"750 gp","proficiency":"Firearm","weaponClass":"One-Handed Firearms","damageType":"B and P","source":"Ultimate Combat","special":null,"dmgT":"1d2","dmgS":"1d3","dmgM":"1d4","dmgL":"1d6","critical":"×3"},{"name":"Pistol, Dagger","description":"A combination of a coat pistol and a blade, the dagger pistol can be used as both weapons. The awkwardness of the configuration means you do not gain the bonus on Sleight of Hand checks that either of those stand-alone weapons grants. The dagger pistol is considered a double weapon for the purpose of creating masterwork or magical versions of this weapon. If this firearm gains the broken condition, both the firearm component and the dagger component are considered broken. A dagger pistol uses either a bullet and a single dose of black powder or an alchemical cartridge as ammunition.","weight":"1 lb.","price":"740 gp","proficiency":"Firearm","weaponClass":"One-Handed Firearms","damageType":"B and P","source":"Ultimate Combat","special":null,"dmgT":"1d2","dmgS":"1d3","dmgM":"1d4","dmgL":"1d6","critical":"×3"},{"name":"Pistol, Double-Barreled","description":"This pistol has two parallel barrels; each barrel can be fired independently as a separate action, or both can be shot at once with the same action. If both barrels are shot at once, they must both target the same creature or object, and the pistol becomes wildly inaccurate, imparting a &ndash;4 penalty on each shot.","weight":"5 lbs.","price":"1,750 gp","proficiency":"Firearm","weaponClass":"One-Handed Firearms","damageType":"B and P","source":"Ultimate Combat","special":null,"dmgT":"1d4","dmgS":"1d6","dmgM":"1d8","dmgL":"2d6","critical":"×4"},{"name":"Pistol, Dragon","description":"Like a miniature blunderbuss, the dragon pistol fires pellets or a bullet from its flared barrel. The dragon pistol fires in a 15-foot cone when firing pellets, and has a 10-foot range increment when firing a bullet. For ammunition, a dragon pistol uses a bullet or group of pellets and a single dose of black powder, or else a single alchemical cartridge (with either bullets or pellets) as ammunition.","weight":"3 lbs.","price":"1,000 gp","proficiency":"Firearm","weaponClass":"One-Handed Firearms","damageType":"B and P","source":"Ultimate Combat","special":"scatter","dmgT":"1d3","dmgS":"1d4","dmgM":"1d6","dmgL":"1d8","critical":"×4"},{"name":"Pistol, Sword Cane","description":"A combination weapon, this gun mixes a coat pistol with a sword cane (Advanced Player's Guide 179). The sword cane pistol is considered a double weapon for the purpose of creating masterwork or magical versions of this weapon. The pistol attachment makes the nature of the weapon a little more difficult to hide. An observer must make a DC 15 Perception check to realize that an undrawn sword cane pistol is a weapon rather than a walking stick; the DC decreases to 5 if the observer is able to handle the weapon. A sword cane pistol uses either a bullet and a single dose of black powder or an alchemical cartridge as ammunition. The sword part of the weapon must be drawn in order to load the pistol part of the weapon. ","weight":"1 lb.","price":"775 gp","proficiency":"Firearm","weaponClass":"One-Handed Firearms","damageType":"B and P","source":"Ultimate Combat","special":null,"dmgT":"1d2","dmgS":"1d3","dmgM":"1d4","dmgL":"1d6","critical":"×3"},{"name":"Pitted Bullet","description":"This ammunition is pitted with a pattern of small pocks into which specially formulated poison compounds can be applied. A poison compound is a derivative of a standard toxin that is alchemically reduced to a solid form. These can be made from any standard injury or contact poison with a successful Craft (poison) check equal to the poison's DC + 4. The cost of purchasing an already prepared poison compound for the purpose of treating pitted bullets is equal to the poison's base cost + 20 gp. Once crafted, the compound can be pasted into the ammunition's pitted design and allowed to harden. Upon completion, the bullet can be fired from an appropriate firearm, releasing the poison compound into its target upon impact, but the poison's DC is reduced by 2. A pitted bullet cannot be used with an alchemical cartridge. The listed cost does not include the cost of poison.","weight":"—","price":"5 gp","proficiency":"Item","weaponClass":null,"source":"Ultimate Equipment","special":null,"dmgT":null,"dmgS":null,"dmgM":null,"dmgL":null,"critical":null},{"name":"Poisoned Sand Tube","description":"Resembling a slender bamboo or metal scroll case, this tube is filled with fine sand that is soaked or coated with inhaled or contact poison. When loaded with 3 doses of these types of poison, the wielder blows into the tube, dispersing the poisoned sand into her enemies' faces in a 15-foot cone. Each creature in the cone is affected as if afflicted with 1 dose of the poison. Even when loaded with unpoisoned sand, the tube lets loose a powerful irritant, and an opponent struck must succeed at a DC 12 Fortitude saving throw or be dazzled for 1 round. Once expended, the tube must be repacked before it can be used again. Repacking a tube requires a full-round action, or a standard action if the wielder has the Rapid Reload feat.","weight":"1 lb.","price":"1 gp","proficiency":"Martial Weapons","weaponClass":"Ranged Weapons","source":"Ultimate Combat","special":null,"dmgT":"special","dmgS":"special","dmgM":"special","dmgL":"special","critical":null},{"name":"Punching Dagger","description":"A punching dagger's blade is attached to a horizontal handle that projects out from the fist when held.","weight":"1 lb.","price":"2 gp","proficiency":"Light Melee Weapons","weaponClass":null,"damageType":"P","source":"Ultimate Equipment","special":null,"dmgT":"1d2","dmgS":"1d3","dmgM":"1d4","dmgL":"1d6","critical":"×3"},{"name":"Quadrens","description":"A quadrens looks like a dagger, but with four spikes mounted in a square pattern in place of a blade. When you score a critical hit with a quadrens, the resulting gaping wound causes 1 point of bleed damage.","weight":"2 lbs.","price":"8 gp","proficiency":"Exotic Weapons","weaponClass":"Light Melee Weapons","damageType":"P","source":"Ultimate Combat","special":"performance","dmgT":"1d3","dmgS":"1d4","dmgM":"1d6","dmgL":"1d8","critical":"19–20/×2"},{"name":"Quarterstaff","description":"A quarterstaff is a simple piece of wood, about 5 feet in length.","weight":"4 lbs.","price":"&mdash;","proficiency":"Simple Weapons","weaponClass":"Two-Handed Melee Weapons","damageType":"B","source":"Core Rulebook","special":"double, monk","dmgT":"1d3/1d3","dmgS":"1d4/1d4","dmgM":"1d6/1d6","dmgL":"1d8/1d8","critical":"×2"},{"name":"Ranseur","description":"Similar in appearance to a trident, a ranseur has a single spear at its tip, flanked by a pair of short, curving blades.","weight":"12 lbs.","price":"10 gp","proficiency":"Martial Weapons","weaponClass":"Two-Handed Melee Weapons","damageType":"P","source":"Core Rulebook","special":"disarm, reach","dmgT":"1d6","dmgS":"1d6","dmgM":"2d4","dmgL":"2d6","critical":"×3"},{"name":"Rapier","description":"You can use the Weapon Finesse feat to apply your Dexterity modifier instead of your Strength modifier to attack rolls with a rapier sized for you, even though it isn't a light weapon. You can't wield a rapier in two hands in order to apply 1-1/2 times your Strength bonus to damage.","weight":"2 lbs.","price":"20 gp","proficiency":"Martial Weapons","weaponClass":"One-Handed Melee Weapons","damageType":"P","source":"Core Rulebook","special":null,"dmgT":"1d3","dmgS":"1d4","dmgM":"1d6","dmgL":"1d8","critical":"18–20/×2"},{"name":"Repeating Crossbow Bolts","description":"Bolts for a repeating crossbow are designed to fit the bolt case of a repeating crossbow. They are slightly more expensive than regular crossbow bolts and sold in increments of 5 instead of 10 (to match the capacity of the bolt case).","weight":"1 lb.","price":"1 gp (5)","proficiency":"Item","weaponClass":null,"source":"Ultimate Equipment","special":null,"dmgT":null,"dmgS":null,"dmgM":null,"dmgL":null,"critical":null},{"name":"Repeating Hand Crossbow","description":"This weapon functions identically to a repeating heavy crossbow, except its damage, critical, and range values are equivalent to those of a hand crossbow instead.","weight":"4 lbs.","price":"800 gp","proficiency":"Ranged Weapons","weaponClass":null,"damageType":"P","source":"Ultimate Equipment","special":null,"dmgT":"1d2","dmgS":"1d3","dmgM":"1d4","dmgL":"1d6","critical":"19–20/×2"},{"name":"Repeating Heavy Crossbow","description":"The repeating heavy crossbow holds 5 repeating crossbow bolts. As long as it holds bolts, you can reload it by pulling the reloading lever (a free action). Loading a new case of 5 bolts is a full-round action that provokes attacks of opportunity.You can fire a repeating crossbow with one hand or fire a repeating crossbow in each hand in the same manner as you would a normal crossbow of the same size. However, you must fire the weapon with two hands in order to use the reloading lever, and you must use two hands to load a new case of bolts.","weight":"12 lbs.","price":"400 gp","proficiency":"Ranged Weapons","weaponClass":null,"damageType":"P","source":"Ultimate Equipment","special":null,"dmgT":"1d6","dmgS":"1d8","dmgM":"1d10","dmgL":"2d8","critical":"19–20/×2"},{"name":"Repeating Light Crossbow","description":"This weapon functions identically to a repeating heavy crossbow, except that its damage, critical, and range values are equivalent to those of a light crossbow instead of a heavy crossbow. Its significantly lighter construction and pull make it both more portable and more useful to those who rely on stealth or speed.","weight":"6 lbs.","price":"250 gp","proficiency":"Ranged Weapons","weaponClass":null,"damageType":"P","source":"Ultimate Equipment","special":null,"dmgT":"1d4","dmgS":"1d6","dmgM":"1d8","dmgL":"2d6","critical":"19–20/×2"},{"name":"Revolver","description":"A revolver is a pistol with a revolving cylinder containing six chambers. Each chamber can hold a metal cartridge, and when one cartridge is shot, the cylinder automatically rotates (no extra hand or action required), readying the next chamber for firing. A revolver uses metal cartridges as ammunition.","weight":"4 lbs.","price":"4,000 gp","proficiency":"Firearm","weaponClass":"One-Handed Firearms","damageType":"B and P","source":"Ultimate Combat","special":null,"dmgT":"1d4","dmgS":"1d6","dmgM":"1d8","dmgL":"2d6","critical":"×4"},{"name":"Rhoka Sword","description":"This sword is used almost exclusively by the life-hating urdefhans (Bestiary 2 276). The sword is the size of a longsword but consists of two serrated blades placed side by side.","weight":"6 lbs.","price":"25 gp","proficiency":"One-Handed Melee Weapons","weaponClass":null,"damageType":"S","source":"Ultimate Equipment","special":null,"dmgT":"1d4","dmgS":"1d6","dmgM":"1d8","dmgL":"2d6","critical":"18–20/×2"},{"name":"Rhomphaia","description":"This weapon is an early polearm consisting of a long, single-edged blade attached to a sturdy staff, sometimes slightly curved. It serves as both a cutting and a thrusting weapon.","weight":"10 lbs.","price":"15 gp","proficiency":"Martial Weapons","weaponClass":"Two-Handed Melee Weapons","damageType":"P or S","source":"Ultimate Combat","special":"brace, fragile,reach","dmgT":"1d6","dmgS":"1d6","dmgM":"2d4","dmgL":"2d6","critical":"×3"},{"name":"Rifle","description":"This improvement on the musket, featuring grooved barrels, can fire farther and with more accuracy than early long-bore firearms. A rifle uses metal cartridges as ammunition.","weight":"12 lbs.","price":"5,000 gp","proficiency":"Firearm","weaponClass":"Two-Handed Firearms","damageType":"B and P","source":"Ultimate Combat","special":null,"dmgT":"1d6","dmgS":"1d8","dmgM":"1d10","dmgL":"2d8","critical":"×4"},{"name":"Rifle, Pepperbox","description":"The four barrels of this rifle are set into a turnable housing that can be quickly rotated by hand (a free action) between shots. A pepperbox rifle uses metal cartridges as ammunition.","weight":"15 lbs.","price":"7,000 gp","proficiency":"Firearm","weaponClass":"Two-Handed Firearms","damageType":"B and P","source":"Ultimate Combat","special":null,"dmgT":"1d6","dmgS":"1d8","dmgM":"1d10","dmgL":"2d8","critical":"×4"},{"name":"Rope Dart","description":"This deceptively complex weapon appears as nothing more than a 12-foot rope with a 6-inch-long, conical metal spike. Similar to a meteor hammer, it can be whirled at great speeds, then aimed to strike and pierce opponents with great reach. Once it strikes, the wielder can quickly retrieve the weapon with a tug of the rope.","weight":"—","price":"1 gp","proficiency":"Exotic Weapons","weaponClass":"Ranged Weapons","damageType":"P","source":"Ultimate Combat","special":"blocking, distracting, monk","dmgT":"1d2","dmgS":"1d3","dmgM":"1d4","dmgL":"1d6","critical":"×2"},{"name":"Sai","description":"A sai is a metal spike flanked by a pair of prongs used to trap an enemy's weapon. With a sai, you get a +2 bonus on Combat Maneuver Checks to sunder an enemy's weapon. Though pointed, a sai is used primarily to bludgeon foes and to disarm weapons.","weight":"1 lb.","price":"1 gp","proficiency":"Exotic Weapons","weaponClass":"Light Melee Weapons","damageType":"B","source":"Core Rulebook","special":"disarm, monk","dmgT":"1d2","dmgS":"1d3","dmgM":"1d4","dmgL":"1d6","critical":"×2"},{"name":"Sansetsukon","description":"This staff is broken into three 2-foot-long segments that have been chained back together, allowing the wielder greater flexibility, and allows the weapon to be swung rapidly to create a defensive block.","weight":"3 lbs.","price":"8 gp","proficiency":"Martial Weapons","weaponClass":"Two-Handed Melee Weapons","damageType":"B","source":"Ultimate Combat","special":"blocking, disarm, monk","dmgT":"1d6","dmgS":"1d8","dmgM":"1d10","dmgL":"2d8","critical":"19–20/×2"},{"name":"Sap","description":"This weapon consists of a soft wrapping around a hard, dense core, typically a leather sheath around a lead rod. The head is wider than the handle and designed to spread out the force of the blow, making it less likely to draw blood or break bones.","weight":"2 lbs.","price":"1 gp","proficiency":"Martial Weapons","weaponClass":"Light Melee Weapons","damageType":"B","source":"Core Rulebook","special":"nonlethal","dmgT":"1d3","dmgS":"1d4","dmgM":"1d6","dmgL":"1d8","critical":"×2"},{"name":"Sawtooth Sabre","description":"The signature weapon of certain assassin cults, the sawtooth sabre is a cruelly efficient weapon. You may use a sawtooth sabre as a Martial Weapon (in which case it functions identically to a longsword). If you have the Exotic Weapon Proficiency (sawtooth sabre) feat, for the purpose of two-weapon fighting you can treat it as a light melee weapon; for all other purposes it is a one-handed melee weapon.","weight":"2 lbs.","price":"35 gp","proficiency":"One-Handed Melee Weapons","weaponClass":null,"damageType":"S","source":"Ultimate Equipment","special":null,"dmgT":"1d4","dmgS":"1d6","dmgM":"1d8","dmgL":"2d6","critical":"19–20/×2"},{"name":"Scimitar","description":"This curved sword is shorter than a longsword and longer than a shortsword. Only the outer edge is sharp, and the back is flat, giving the blade a triangular cross-section.","weight":"4 lbs.","price":"15 gp","proficiency":"Martial Weapons","weaponClass":"One-Handed Melee Weapons","damageType":"S","source":"Core Rulebook","special":null,"dmgT":"1d3","dmgS":"1d4","dmgM":"1d6","dmgL":"1d8","critical":"18–20/×2"},{"name":"Scizore","description":"The scizore is a hardened tube that fits your forearm, ending in a semicircular blade used for devastating bladed punch attacks. The scizore grants a +1 shield bonus to AC, but if you attack with the blade, you lose the AC bonus that round and take a &ndash;1 penalty on attack rolls with the scizore. While wearing a scizore, you cannot use that hand for anything else. A scizore provides a +10 bonus to your CMD against being disarmed of your scizore. Donning a scizore is a full-round action.","weight":"3 lbs.","price":"20 gp","proficiency":"Martial","weaponClass":"One-Handed Melee Weapons","damageType":"P","source":"Ultimate Combat","special":"performance","dmgT":"1d6","dmgS":"1d8","dmgM":"1d10","dmgL":"2d8","critical":"×2"},{"name":"Scorpion Whip","description":"This whip has a series of razor-sharp blades and fangs inset along its tip. It deals lethal damage, even to creatures with armor bonuses. If you are proficient with whips, you can use a scorpion whip as a whip. ","weight":"3 lbs","price":"5 gp","proficiency":"Exotic Weapons","weaponClass":"Light Melee Weapons","damageType":"S","source":"Ultimate Combat","special":"performance","dmgT":"1d2","dmgS":"1d3","dmgM":"1d4","dmgL":"1d6","critical":"×2"},{"name":"Scythe","description":"This weapon consists of a long wooden shaft with protruding handles and a sharp curved blade set at a right angle. Derived from a farm tool used to mow down crops, a scythe requires two hands to use, and is unwieldy but capable of inflicting grievous wounds. Its connotations as a symbol of death due to its association with reaping also make the scythe a particularly intimidating weapon.","weight":"10 lbs.","price":"18 gp","proficiency":"Martial Weapons","weaponClass":"Two-Handed Melee Weapons","damageType":"P or S","source":"Core Rulebook","special":"trip","dmgT":"1d6","dmgS":"1d6","dmgM":"2d4","dmgL":"2d6","critical":"×4"},{"name":"Sea-Knife","description":"A sea-knife is a long-handled weapon with a short blade. It is designed to be strapped to the ankle or foot of the wielder, pointing downward and jutting out beyond the wearer's leg. Donning or removing a sea-knife is a full-round action. The wearer cannot use a leg with a sea-knife strapped to it for walking or running. A sea-knife can be used as a light melee weapon when the wielder is swimming, flying, or prone. This allows the wielder to use a two-handed weapon, or wield a weapon with one hand and carry a shield, and still make off-hand attacks with the sea-knife. Attacks made with a sea-knife take a &ndash;2 circumstance penalty on attack rolls in addition to all other attack penalties. ","weight":"1 lb.","price":"8 gp","proficiency":"Martial Weapons","weaponClass":null,"damageType":"S","source":"Advanced Race Guide","special":null,"dmgT":"1d2","dmgS":"1d3","dmgM":"1d4","dmgL":"1d6","critical":"19–20/×2"},{"name":"Seven-Branched Sword","description":"This unusual sword has a straight 2-foot-long blade with six shorter L-shaped blades protruding from it, three on each side in a staggered pattern. The shorter blades can be used to snag opponents' clothing or armor, or can target weapons in order to disarm them. To snag armor or clothing, the attacker makes a trip attempt. If successful, the victim doesn't fall prone, but instead is snagged and stumbles forward, leaving the victim flat-footed for the remainder of the round.","weight":"7 lbs.","price":"50 gp","proficiency":"Two-Handed Melee Weapons","weaponClass":null,"damageType":"S","source":"Ultimate Equipment","special":"Disarm, monk","dmgT":"1d6","dmgS":"1d8","dmgM":"1d10","dmgL":"2d8","critical":"×3"},{"name":"Shang Gou","description":"Forged in pairs, these solid metal blades end in curved hooks, while the hand guards are hammered into outward-facing spiked crescents. Both the crescent and the tip of the hilt are sharpened for combat. They can be wielded as single weapons or with two-weapon fighting styles. The weapons gain the disarm special weapon feature when used individually. A pair of shang gou can also be formed into a single one-handed weapon to gain the trip special feature. ","weight":"1 lb.","price":"6 gp","proficiency":"Martial Weapons","weaponClass":"Light Melee Weapons","damageType":"S","source":"Ultimate Combat","special":"disarm or trip, monk","dmgT":"1d2","dmgS":"1d3","dmgM":"1d4","dmgL":"1d6","critical":"×2"},{"name":"Shard Gel","description":"This vivid green gel instantly crystallizes into needle-like shards upon contact with the air. You can throw a flask of shard gel as a splash weapon. A direct hit deals 1d4 points of piercing damage as the shards penetrate the target's flesh. The target's square and each square adjacent to it are covered in shards that function like caltrops. The caltrops last for 5 rounds before dissolving into harmless green sludge. Any effect that deals sonic damage to an area (such as sound burst or shout) immediately destroys all gel shards in that area. Crafting a flask of shard gel is a DC 20 Craft (alchemy) check.","weight":"1 lb.","price":"25 gp","proficiency":"Ranged Weapons","weaponClass":null,"damageType":"P","source":"Ultimate Equipment","special":null,"dmgT":null,"dmgS":null,"dmgM":null,"dmgL":null,"critical":null},{"name":"Shield, Heavy","description":"You can bash with a shield instead of using it for defense.","weight":"special","price":"special","proficiency":"Martial Weapons","weaponClass":"One-Handed Melee Weapons","damageType":"B","source":"Core Rulebook","special":null,"dmgT":"1d2","dmgS":"1d3","dmgM":"1d4","dmgL":"1d6","critical":"×2"},{"name":"Shield, Heavy; Steel","description":"You strap a shield to your forearm and grip it with your hand. A heavy shield is so heavy that you can't use your shield hand for anything else.","weight":"15 lbs.","price":"20 gp","proficiency":"Martial Weapons","weaponClass":"One-Handed Melee Weapons","damageType":"B","source":"Core Rulebook","special":null,"dmgT":"1d2","dmgS":"1d3","dmgM":"1d4","dmgL":"1d6","critical":"×2"},{"name":"Shield, Heavy; Wooden","description":"You strap a shield to your forearm and grip it with your hand. A heavy shield is so heavy that you can't use your shield hand for anything else.","weight":"10 lbs.","price":"7 gp","proficiency":"Martial Weapons","weaponClass":"One-Handed Melee Weapons","damageType":"B","source":"Core Rulebook","special":null,"dmgT":"1d2","dmgS":"1d3","dmgM":"1d4","dmgL":"1d6","critical":"×2"},{"name":"Shield, Light","description":"You can bash with a shield instead of using it for defense.","weight":"special","price":"special","proficiency":"Martial Weapons","weaponClass":"Light Melee Weapons","damageType":"B","source":"Core Rulebook","special":null,"dmgT":"1","dmgS":"1d2","dmgM":"1d3","dmgL":"1d4","critical":"×2"},{"name":"Shortbow","description":"A shortbow is made up of one piece of wood, about 3 feet in length. You need two hands to use a bow, regardless of its size. You can use a shortbow while mounted. If you have a penalty for low Strength, apply it to damage rolls when you use a shortbow. If you have a bonus for high Strength, you can apply it to damage rolls when you use a composite shortbow (see below), but not a regular shortbow.","weight":"2 lbs.","price":"30 gp","proficiency":"Martial Weapons","weaponClass":"Ranged Weapons","damageType":"P","source":"Core Rulebook","special":null,"dmgT":"1d3","dmgS":"1d4","dmgM":"1d6","dmgL":"1d8","critical":"×3"},{"name":"Shortbow, Composite","description":"You need at least two hands to use a bow, regardless of its size. You can use a composite shortbow while mounted. All composite bows are made with a particular strength rating (that is, each requires a minimum Strength modifier to use with proficiency). If your Strength bonus is lower than the strength rating of the composite bow, you can't effectively use it, so you take a &ndash;2 penalty on attacks with it. The default composite shortbow requires a Strength modifier of +0 or higher to use with proficiency. A composite shortbow can be made with a high strength rating to take advantage of an above-average Strength score; this feature allows you to add your Strength bonus to damage, up to the maximum bonus indicated for the bow. Each point of Strength bonus granted by the bow adds 75 gp to its cost. If you have a penalty for low Strength, apply it to damage rolls when you use a composite shortbow. For purposes of Weapon Proficiency, Weapon Focus, and similar feats, a composite shortbow is treated as if it were a shortbow.","weight":"2 lbs.","price":"75 gp","proficiency":"Martial Weapons","weaponClass":"Ranged Weapons","damageType":"P","source":"Core Rulebook","special":null,"dmgT":"1d3","dmgS":"1d4","dmgM":"1d6","dmgL":"1d8","critical":"×3"},{"name":"Shortspear","description":"A shortspear is about 3 feet in length, making it a suitable thrown weapon.","weight":"3 lbs.","price":"1 gp","proficiency":"Simple Weapons","weaponClass":"One-Handed Melee Weapons","damageType":"P","source":"Core Rulebook","special":null,"dmgT":"1d3","dmgS":"1d4","dmgM":"1d6","dmgL":"1d8","critical":"×2"},{"name":"Shortsword","description":"This sword is about 2 feet in length.","weight":"2 lbs.","price":"10 gp","proficiency":"Martial Weapons","weaponClass":"Light Melee Weapons","damageType":"P","source":"Core Rulebook","special":null,"dmgT":"1d3","dmgS":"1d4","dmgM":"1d6","dmgL":"1d8","critical":"19–20/×2"},{"name":"Shotel","description":"The shotel is a downward-curving sword designed to reach over or around an opponent's shield. You gain a +1 bonus on attack rolls with a shotel against opponents using bucklers, light shields, or heavy shields.","weight":"3 lbs.","price":"30 gp","proficiency":"Exotic Weapons","weaponClass":"One-Handed Melee Weapons","damageType":"P","source":"Ultimate Combat","special":"performance","dmgT":"1d4","dmgS":"1d6","dmgM":"1d8","dmgL":"2d6","critical":"×3"},{"name":"Shotgun","description":"This advanced version of the blunderbuss shoots in a 30-foot cone when firing pellets, and has a 20-foot range increment when firing a bullet (often called a slug). A shotgun uses metal cartridges (loaded with either a bullet or pellets) as ammunition.","weight":"12 lbs.","price":"5,000 gp","proficiency":"Firearm","weaponClass":"Two-Handed Firearms","damageType":"B and P","source":"Ultimate Combat","special":"scatter","dmgT":"1d4","dmgS":"1d6","dmgM":"1d8","dmgL":"2d6","critical":"×2"},{"name":"Shotgun, Double-Barreled","description":"This twin-barreled shotgun can be shot either one barrel at a time, or both together as one attack. A double shot that fires bullets is inaccurate, and takes a &ndash;4 penalty on both attacks. A double shot that fires bullets targets only a single creature and increases the damage of each barrel to 2d6 points (Small) or 2d8 points (Medium) for a total of 4d6 or 4d8 points. A double-barreled shotgun uses metal cartridges (loaded with either a bullet or pellets) as ammunition.","weight":"15 lbs.","price":"7,000 gp","proficiency":"Firearm","weaponClass":"Two-Handed Firearms","damageType":"B and P","source":"Ultimate Combat","special":"scatter","dmgT":"1d4","dmgS":"1d6","dmgM":"1d8","dmgL":"2d6","critical":"×2"},{"name":"Shuriken","description":"A shuriken is a small piece of metal with sharpened edges, designed for throwing. A shuriken can't be used as a melee weapon. Although they are thrown weapons, shuriken are treated as ammunition for the purposes of drawing them, crafting masterwork or otherwise special versions of them, and what happens to them after they are thrown.","weight":"1/2 lb.","price":"1 gp/5","proficiency":"Exotic Weapons","weaponClass":"Ranged Weapons","damageType":"P","source":"Core Rulebook","special":"monk","dmgT":"&mdash;","dmgS":"1","dmgM":"1d2","dmgL":"1d3","critical":"×2"},{"name":"Siangham","description":"This weapon is a handheld shaft fitted with a pointed tip for stabbing foes.","weight":"1 lb.","price":"3 gp","proficiency":"Exotic Weapons","weaponClass":"Light Melee Weapons","damageType":"P","source":"Core Rulebook","special":"monk","dmgT":"1d3","dmgS":"1d4","dmgM":"1d6","dmgL":"1d8","critical":"×2"},{"name":"Sibat","description":"This weapon is similar to a shortspear with a flexible rattan or bamboo shaft and an elaborately barbed head. On a critical hit, the spear grabs flesh or armor. The wielder can then attempt a combat maneuver check to attempt to grapple its opponent as a free action. This grapple attempt does not provoke an attack of opportunity from the creature you are attempting to grapple. While grappling the target with a sibat, the wielder can only move or damage the target on its turn. The wielder is still considered grappled, though it does not have to be adjacent to the target to continue the grapple. If you move far away to be out of the sibat's reach, you end the grapple with that action.","weight":"2 lbs.","price":"2 gp","proficiency":"Martial Weapons","weaponClass":"One-Handed Melee Weapons","damageType":"P or S","source":"Ultimate Combat","special":"see description","dmgT":"1d3","dmgS":"1d4","dmgM":"1d6","dmgL":"1d8","critical":"×3"},{"name":"Sica","description":"This blade is a smaller, lighter version of the shotel. You gain a +1 bonus on attack rolls with a sica against opponents using bucklers, light shields, or heavy shields.","weight":"2 lbs.","price":"10 gp","proficiency":"Exotic Weapons","weaponClass":"Light Melee Weapons","damageType":"S","source":"Ultimate Combat","special":"performance","dmgT":"1d3","dmgS":"1d4","dmgM":"1d6","dmgL":"1d8","critical":"×2"},{"name":"Sickle","description":"Originating as a farming tool used for reaping grain, this one-handed weapon has a blade with a strong curve that can easily catch an opponent's limb or armor. Its blade can be either smooth or serrated, and some fighting sickles are sharpened on both sides near the point, making it easier to hook into an opponent's flesh.","weight":"2 lbs.","price":"6 gp","proficiency":"Simple Weapons","weaponClass":"Light Melee Weapons","damageType":"S","source":"Core Rulebook","special":"trip","dmgT":"1d3","dmgS":"1d4","dmgM":"1d6","dmgL":"1d8","critical":"×2"},{"name":"Skyrocket Firework","description":"When lit, this foot-long wooden tube begins to shake and emit a handful of white sparks, shedding light as a torch. One round later it takes flight, moving at a speed of 90 feet for 1d6 rounds before loudly exploding in a burst of light and sound, dealing 2d6 points of fire damage in a 10-foot-radius burst (Reflex DC 15 halves). Anyone who takes damage from the explosion is either blinded or deafened (50% chance of either) for 1 round. Crafting this item is a DC 25 Craft (alchemy) check.","weight":"1 lb.","price":"50 gp","proficiency":"Ranged Weapons","weaponClass":null,"damageType":"Fire","source":"Ultimate Equipment","special":null,"dmgT":null,"dmgS":null,"dmgM":null,"dmgL":null,"critical":null},{"name":"Sling","description":"A sling is little more than a leather cup attached to a pair of strings. Your Strength modifier applies to damage rolls when you use a sling, just as it does for thrown weapons. You can fire, but not load, a sling with one hand. Loading a sling is a move action that requires two hands and provokes attacks of opportunity.You can hurl ordinary stones with a sling, but stones are not as dense or as round as bullets. Thus, such an attack deals damage as if the weapon were designed for a creature one size category smaller than you and you take a &ndash;1 penalty on attack rolls.","weight":"—","price":"&mdash;","proficiency":"Simple Weapons","weaponClass":"Ranged Weapons","damageType":"B","source":"Core Rulebook","special":null,"dmgT":"1d2","dmgS":"1d3","dmgM":"1d4","dmgL":"1d6","critical":"×2"},{"name":"Sling Bullets","description":"Sling bullets are shaped metal balls, designed to be used by a sling or halfling sling staff. Bullets come in a leather pouch that holds 10 bullets.","weight":"5 lbs.","price":"1 sp (10)","proficiency":"Item","weaponClass":null,"source":"Ultimate Equipment","special":null,"dmgT":null,"dmgS":null,"dmgM":null,"dmgL":null,"critical":null},{"name":"Sling Staff, Halfling","description":"Made from a specially designed sling attached to a short club, a halfling sling staff can be used by a proficient wielder to devastating effect. Your Strength modifier applies to damage rolls when you use a halfling sling staff, just as it does for thrown weapons. You can fire, but not load, a halfling sling staff with one hand. Loading a halfling sling staff is a move action that requires two hands and provokes attacks of opportunity. You can hurl ordinary stones with a halfling sling staff, but stones are not as dense or as round as bullets. Thus, such an attack deals damage as if the weapon were designed for a creature one size category smaller than you and you take a &ndash;1 penalty on attack rolls.A halfling sling staff can be used as a simple weapon that deals bludgeoning damage equal to that of a club of its size. Halflings treat halfling sling staves as martial weapons.","weight":"3 lbs.","price":"20 gp","proficiency":"Exotic Weapons","weaponClass":"Ranged Weapons","damageType":"B","source":"Core Rulebook","special":null,"dmgT":"1d4","dmgS":"1d6","dmgM":"1d8","dmgL":"2d6","critical":"×3"},{"name":"Smoke Arrow","description":"This arrow is actually a specially-shaped smokestick that can be fired from a bow. It trails smoke as it flies, and creates a 5-foot cube of smoke where it strikes. It otherwise functions like a normal arrow in terms of damage, range, and so on.","weight":"—","price":"10 gp","proficiency":"Item","weaponClass":null,"source":"Ultimate Equipment","special":null,"dmgT":null,"dmgS":null,"dmgM":null,"dmgL":null,"critical":null},{"name":"Snag Net","description":"This short, wide net is covered in barbed loops and slipknots. It works like a typical net exotic weapon, except it has the trip weapon special feature. If you entangle an opponent and hold the trailing rope, on your turn in place of a melee attack you may make a trip combat maneuver check against that opponent; if you succeed, you may trip the opponent or deal 1 point of piercing damage to the opponent. The concentration DC  to cast while entangled in a snag net is 17 + the spell's level. The Escape Artist DC to escape a snag net is 22.","weight":"10 lbs.","price":"30 gp","proficiency":"Exotic Weapons","weaponClass":null,"damageType":"P","source":"Advanced Race Guide","special":"Trip, see text","dmgT":"see text","dmgS":"see text","dmgM":"see text","dmgL":"see text","critical":null},{"name":"Spear","description":"A spear is 5 feet in length and can be thrown. ","weight":"6 lbs.","price":"2 gp","proficiency":"Simple Weapons","weaponClass":"Two-Handed Melee Weapons","damageType":"P","source":"Core Rulebook","special":"brace","dmgT":"1d4","dmgS":"1d6","dmgM":"1d8","dmgL":"2d6","critical":"×3"},{"name":"Spiked Armor","description":"You can outfit your armor with spikes, which can deal damage in a grapple or as a separate attack. See Armor, below, for details.","weight":"special","price":"special","proficiency":"Martial Weapons","weaponClass":"Light Melee Weapons","damageType":"P","source":"Core Rulebook","special":null,"dmgT":"1d3","dmgS":"1d4","dmgM":"1d6","dmgL":"1d8","critical":"×2"},{"name":"Spiked Chain","description":"A spiked chain is about 4 feet in length and covered in wicked barbs. Some have metal hoops to use as handgrips. You can use the Weapon Finesse feat to apply your Dexterity modifier instead of your Strength modifier to attack rolls with a spiked chain sized for you, even though it isn't a light weapon.","weight":"10 lbs.","price":"25 gp","proficiency":"Two-Handed Melee Weapons","weaponClass":null,"damageType":"P","source":"Ultimate Equipment","special":"Disarm, trip","dmgT":"1d6","dmgS":"1d6","dmgM":"2d4","dmgL":"2d6","critical":"×2"},{"name":"Spiked Gauntlet","description":"This is a gauntlet of thick leather or metal with blades or spikes protruding from above the knuckles, allowing the wearer to stab with the force of a punch. The cost and weight given are for a single gauntlet. An attack with a spiked gauntlet is considered an armed attack. Your opponent cannot disarm you of spiked gauntlets.","weight":"1 lb.","price":"5 gp","proficiency":"Light Melee Weapons","weaponClass":null,"damageType":"P","source":"Ultimate Equipment","special":null,"dmgT":"1d2","dmgS":"1d3","dmgM":"1d4","dmgL":"1d6","critical":"×2"},{"name":"Spiked Heavy Shield","description":"Spiked shields are intimidating weapons, and can have a single protruding central spike, razored shield edges, or a whole forest of deadly protrusions. You can bash with a spiked heavy shield instead of using it for defense. A spiked heavy shield can't be disarmed. See the armor spikes entry on page 10 for details.","weight":"Special","price":"57 GP/70 gp","proficiency":"One-Handed Melee Weapons","weaponClass":null,"damageType":"P","source":"Ultimate Equipment","special":null,"dmgT":"1d3","dmgS":"1d4","dmgM":"1d6","dmgL":"1d8","critical":"×2"},{"name":"Spiked Light Shield","description":"You can bash with a spiked light shield instead of using it for defense. A spiked light shield can't be disarmed. See the armor spikes entry on page 10 for details.","weight":"Special","price":"53 GP/59 gp","proficiency":"Light Melee Weapons","weaponClass":null,"damageType":"P","source":"Ultimate Equipment","special":null,"dmgT":"1d2","dmgS":"1d3","dmgM":"1d4","dmgL":"1d6","critical":"×2"},{"name":"Spiked Shield, Heavy","description":"You can bash with a spiked shield instead of using it for defense.","weight":"special","price":"special","proficiency":"Martial Weapons","weaponClass":"One-Handed Melee Weapons","damageType":"P","source":"Core Rulebook","special":null,"dmgT":"1d3","dmgS":"1d4","dmgM":"1d6","dmgL":"1d8","critical":"×2"},{"name":"Spiked Shield, Light","description":"You can bash with a spiked shield instead of using it for defense.","weight":"special","price":"special","proficiency":"Martial Weapons","weaponClass":"Light Melee Weapons","damageType":"P","source":"Core Rulebook","special":null,"dmgT":"1d2","dmgS":"1d3","dmgM":"1d4","dmgL":"1d6","critical":"×2"},{"name":"Star Candle Firework","description":"When lit, this foot-long wooden tube launches a flaming pyrotechnic &ldquo;candle&rdquo; every round for 4 rounds. The projectiles deal 1 point of nonlethal damage and 1 point of fire damage if they hit; on a critical hit, the target is also blinded for 1 round. The projectiles shed light as candles for 1 round and have a range increment of 5 feet. Attacking with a star candle is a ranged touch attack and always has a &ndash;4 nonproficiency penalty. Crafting this item is a DC 20 Craft (alchemy) check. ","weight":"—","price":"5 gp","proficiency":"Ranged Weapons","weaponClass":null,"damageType":"Fire/nonlethal","source":"Ultimate Equipment","special":null,"dmgT":null,"dmgS":null,"dmgM":null,"dmgL":null,"critical":null},{"name":"Starfountain Firework","description":"This tree stump-sized bundle of tubes immediately begins to emit arcs of multi-colored sparks when lit. Starting 1d6 rounds after lighting, it loudly releases brightly colored streaks of tiny flaming particles for 4 rounds. Outdoors, these particles soar far up into the sky before dispersing. Indoors or in a closed area, the ricocheting fireworks deal 1d6 points of fire damage each round in a 20-foot-radius spread (Reflex DC 15 halves). Creatures who fail their save are blinded for 1d4 rounds and deafened for 1 hour. Crafting this item is a DC 25 Craft (alchemy) check. ","weight":"100 lbs.","price":"500 gp","proficiency":"Ranged Weapons","weaponClass":null,"damageType":"Fire","source":"Ultimate Equipment","special":null,"dmgT":null,"dmgS":null,"dmgM":null,"dmgL":null,"critical":null},{"name":"Starknife","description":"From a central metal ring, four tapering metal blades extend like points on a compass rose. A wielder can stab with the starknife or throw it. ","weight":"3 lbs.","price":"24 gp","proficiency":"Martial Weapons","weaponClass":"Light Melee Weapons","damageType":"P","source":"Core Rulebook","special":null,"dmgT":"1d2","dmgS":"1d3","dmgM":"1d4","dmgL":"1d6","critical":"×3"},{"name":"Strike, Unarmed","description":"A Medium character deals 1d3 points of nonlethal damage with an unarmed strike. A Small character deals 1d2 points of nonlethal damage. A monk or any character with the Improved Unarmed Strike feat can deal lethal or nonlethal damage with unarmed strikes, at his discretion. The damage from an unarmed strike is considered weapon damage for the purposes of effects that give you a bonus on weapon damage rolls.An unarmed strike is always considered a light weapon. Therefore, you can use the Weapon Finesse feat to apply your Dexterity modifier instead of your Strength modifier to attack rolls with an unarmed strike. Unarmed strikes do not count as natural weapons (see Combat).","weight":"—","price":"&mdash;","proficiency":"Simple Weapons","weaponClass":"Unarmed Attacks","damageType":"B","source":"Core Rulebook","special":"nonlethal","dmgT":"1","dmgS":"1d2","dmgM":"1d3","dmgL":"1d4","critical":"×2"},{"name":"Sword, Bastard","description":"A bastard sword is about 4 feet in length, making it too large to use in one hand without special training; thus, it is an exotic weapon. A character can use a bastard sword two-handed as a martial weapon.","weight":"6 lbs.","price":"35 gp","proficiency":"Exotic Weapons","weaponClass":"One-Handed Melee Weapons","damageType":"S","source":"Core Rulebook","special":null,"dmgT":"1d6","dmgS":"1d8","dmgM":"1d10","dmgL":"2d8","critical":"19–20/×2"},{"name":"Sword Cane","description":"This slender light blade lies within a wooden container that serves as both its scabbard and hiding place. You can draw the blade from the cane as a swift action (or a free action if you have the Quick Draw feat). An observer must make a DC 20 Perception check to realize an undrawn sword cane is a weapon rather than a walking stick; the DC decreases to 10 if the observer is able to handle the weapon.","weight":"4 lbs.","price":"45 gp","proficiency":"Martial Weapons","weaponClass":"One-Handed Melee Weapons","damageType":"P","source":"Advanced Player's Guide","special":null,"dmgT":"1d3","dmgS":"1d4","dmgM":"1d6","dmgL":"1d8","critical":"×2"},{"name":"Sword Cane Pistol","description":"A combination weapon, this gun mixes a coat pistol with a sword cane. The sword cane pistol is considered a double weapon for the purpose of creating masterwork or magical versions of this weapon. The pistol attachment makes the nature of the weapon a little more difficult to hide. An observer must succeed at a DC 15 Perception check to realize that an undrawn sword cane pistol is a weapon rather than a simple walking stick; the DC decreases to 5 if the observer is able to handle the weapon. A sword cane pistol uses either a bullet and 1 dose of black powder or a single alchemical cartridge as ammunition. The sword part of the weapon must be drawn in order to load the pistol part of the weapon. This is an early firearm.","weight":"1 lb.","price":"775 gp","proficiency":"One-Handed RangedWeapons (Early Firearms)","weaponClass":null,"damageType":"B and P","source":"Ultimate Equipment","special":null,"dmgT":"1d2","dmgS":"1d3","dmgM":"1d4","dmgL":"1d6","critical":"×3"},{"name":"Sword, Seven-Branched","description":"This unusual sword has a straight 2-foot-long blade with six shorter L-shaped blades protruding, three on each side in a staggered pattern. The shorter blades can be used to snag opponents' clothing or armor, or can target weapons in order to disarm them. To snag armor or clothing, the attacker makes a trip attempt. If successful, the victim doesn't fall prone, but instead is snagged and stumbles forward, leaving the victim flat-footed for the remainder of the round.","weight":"7 lbs.","price":"50 gp","proficiency":"Exotic Weapons","weaponClass":"Two-Handed Melee Weapons","damageType":"S","source":"Ultimate Combat","special":"disarm, monk","dmgT":"1d6","dmgS":"1d8","dmgM":"1d10","dmgL":"2d8","critical":"×3"},{"name":"Sword, Two-Bladed","description":"A two-bladed sword is a double weapon&mdash;twin blades extend from either side of a central, short haft, allowing the wielder to attack with graceful but deadly flourishes.","weight":"10 lbs.","price":"100 gp","proficiency":"Exotic Weapons","weaponClass":"Two-Handed Melee Weapons","damageType":"S","source":"Core Rulebook","special":"double","dmgT":"1d4/1d4","dmgS":"1d6/1d6","dmgM":"1d8/1d8","dmgL":"2d6/2d6","critical":"19–20/×2"},{"name":"Swordbreaker Dagger","description":"You can use this dagger to disarm or sunder enemy blades by catching them in the grooves on the back of the blade and using your weapon as a lever. If you are proficient with this weapon, add +4 on your disarm or sunder attempts against bladed weapons.","weight":"3 lbs.","price":"10 gp","proficiency":"Exotic Weapons","weaponClass":"Light Melee Weapons","damageType":"S","source":"Advanced Player's Guide","special":"disarm, see text","dmgT":"1d2","dmgS":"1d3","dmgM":"1d4","dmgL":"1d6","critical":"×2"},{"name":"Taiaha","description":"A taiaha is a long, heavy stick, club-shaped at one end and tipped with a wooden or metal spear point at the other. You wield it with a combination of solid strikes with the club and fending motions with the spear. A taiaha can be wielded as a martial weapon that deals 1d8/&times;2 bludgeoning damage.","weight":"8 lbs.","price":"10 gp","proficiency":"Exotic Weapons","weaponClass":"One-Handed Melee Weapons","damageType":"B or P","source":"Ultimate Combat","special":"double","dmgT":"1d6/1d3","dmgS":"1d8/1d4","dmgM":"1d10/1d6","dmgL":"2d8/1d8","critical":"×2/×3"},{"name":"Tailblade","description":"A tailblade is a small, sharp knife designed to be strapped to the tip of a wielder's tail. It takes a full-round action to strap on or remove a tailblade. The wearer can loosely attach the tailblade (without strapping it securely in place) as a move action, but using a loosely attached tailblade gives the wielder a &ndash;4 penalty on all attack rolls made with the weapon, and other creatures get a +4 bonus on disarm combat maneuver checks to disarm the tailblade. A ratfolk wielding a tailblade can make a tail attack, adding its Strength modifier to the tailblade's damage. Ratfolk are considered proficient with such attacks and can apply feats or effects appropriate to natural attacks to tail attacks made with a tailblade. If used as part of a full attack action, attacks with a tailblade are considered secondary attacks.","weight":"1/2 lb.","price":"11 gp","proficiency":"Martial Weapons","weaponClass":"Light Melee Weapons","damageType":"S","source":"Advanced Race Guide","special":null,"dmgT":"1","dmgS":"1d2","dmgM":"1d3","dmgL":"1d4","critical":"20/×2"},{"name":"Tangleburn Bag","description":"This sack contains tanglefoot bag materials and alchemical powders that burn at a high temperature. It functions like a tanglefoot bag, plus a direct hit on a creature deals 1d6 points of fire damage, and the creature must make a DC 20 Reflex save or catch on fire. If it catches on fire, for the next 2 rounds extinguishing the flames is a DC 25 Reflex save instead of a DC 15 save, and using water to extinguish the flames creates a burst of burning material equivalent to alchemist's fire making a direct hit on the target (including splash damage). After the initial 2 rounds, the flames may be extinguished as normal. Crafting this item is a DC 30 Craft (alchemy) check.","weight":"5 lbs.","price":"150 gp","proficiency":"Ranged Weapons","weaponClass":null,"damageType":"Fire","source":"Ultimate Equipment","special":null,"dmgT":null,"dmgS":null,"dmgM":null,"dmgL":null,"critical":null},{"name":"Tekko-Kagi","description":"Also known as the iron claw, this device consists of a fanlike structure of five 10-inch blades secured to a sturdy handle strapped to the forearm of the off-hand. It can be used an offensive weapon, defensively like a buckler, or to disarm an opponent's weapon without provoking an attack of opportunity. It provides its owner with a +2 circumstance bonus on attempts to disarm or sunder swords or other slender-bladed weapons.","weight":"—","price":"2 gp/iron claw","proficiency":"Exotic Weapons","weaponClass":"Light Melee Weapons","damageType":"P","source":"Ultimate Combat","special":"disarm, see text","dmgT":"1","dmgS":"1d2","dmgM":"1d3","dmgL":"1d4","critical":"×2"},{"name":"Temple Sword","description":"Heavy blades typically used by guardians of religious sites, temple swords have distinctive crescent-shaped blades, appearing as an amalgam of a sickle and sword. Many have holes drilled into the blade or places on the pommel where charms, bells, or other holy trinkets might be attached. Monks are proficient with the temple sword.","weight":"3 lbs.","price":"30 gp","proficiency":"Exotic Weapons","weaponClass":"One-Handed Melee Weapons","damageType":"S","source":"Advanced Player's Guide","special":"monk, trip","dmgT":"1d4","dmgS":"1d6","dmgM":"1d8","dmgL":"2d6","critical":"19–20/×2"},{"name":"Tepoztopilli","description":"The head of this wooden polearm is edged with jagged bits obsidian, glass, teeth, or similar materials. The wide head serves well for both piercing and slashing attacks.","weight":"8 lbs.","price":"8 gp","proficiency":"Martial Weapons","weaponClass":"Two-Handed Melee Weapons","damageType":"P or S","source":"Ultimate Combat","special":"fragile, reach","dmgT":"1d6","dmgS":"1d8","dmgM":"1d10","dmgL":"2d8","critical":"19–20/×2"},{"name":"Terbutje","description":"This length of tempered wood, also called a macuahuitl, has bits of shark teeth, obsidian, glass, or similar materials studded all along its length.","weight":"2 lbs.","price":"5 gp","proficiency":"Martial Weapons","weaponClass":"One-Handed Melee Weapons","damageType":"S","source":"Ultimate Combat","special":"fragile","dmgT":"1d4","dmgS":"1d6","dmgM":"1d8","dmgL":"2d6","critical":"19–20/×2"},{"name":"Terbutje, great","description":"This 4-foot-long version of the terbutje is too large to use in one hand without special training; thus it is an exotic weapon. A character can use a great terbutje two-handed as a martial weapon.","weight":"4 lbs.","price":"12 gp","proficiency":"Exotic Weapons","weaponClass":"One-Handed Melee Weapons","damageType":"S","source":"Ultimate Combat","special":"fragile","dmgT":"1d6","dmgS":"1d8","dmgM":"1d10","dmgL":"2d8","critical":"19–20/×2"},{"name":"Tetsubo","description":"A slight improvement over the great club, this weapon consists of a long, slender length whose upper half is shod with a thick sheet of studded iron. The iron gives added weight and strength to the club, while the studs are designed to crack helmets and armor.","weight":"10 lbs.","price":"20 gp","proficiency":"Exotic Weapons","weaponClass":"Two-Handed Melee Weapons","damageType":"B","source":"Ultimate Combat","special":null,"dmgT":"1d6","dmgS":"1d8","dmgM":"1d10","dmgL":"2d8","critical":"×4"},{"name":"Throwing Axe","description":"This one-handed axe is small and perfectly balanced for throwing, and can be used as a melee weapon. Throwing axes have a variety of alternative names, including franciscas, tomahawks, and more. The axe is normally gripped by the haft and thrown overhand, making one complete rotation in the air before biting into the target with the axe head.","weight":"2 lbs.","price":"8 gp","proficiency":"Martial Weapons","weaponClass":"Light Melee Weapons","damageType":"S","source":"Core Rulebook","special":null,"dmgT":"1d3","dmgS":"1d4","dmgM":"1d6","dmgL":"1d8","critical":"×2"},{"name":"Throwing Shield","description":"This shield is designed for throwing and has specially designed straps allowing you to unclasp and throw it as a free action. Tower shields cannot be throwing shields. Neither a shield's enhancement bonus to AC nor its shield spikes apply on your attack or damage rolls. ","weight":"—","price":"+50 gp","proficiency":"Exotic Weapons","weaponClass":"Ranged Weapons","damageType":"B","source":"Ultimate Combat","special":"performance, trip","dmgT":"1d3","dmgS":"1d4","dmgM":"1d6","dmgL":"1d8","critical":"×2"},{"name":"Tiger Fork","description":"This long, tridentlike weapon consists of a three-pronged metal fork set upon an 8-foot-long shaft. It is wielded much like a staff, with the wielder grasping the shaft from the center and jabbing its forked end. A tiger fork can be set to receive a charge.","weight":"8 lbs.","price":"5 gp","proficiency":"Martial Weapons","weaponClass":"Two-Handed Melee Weapons","damageType":"P","source":"Ultimate Combat","special":"brace, monk","dmgT":"1d4","dmgS":"1d6","dmgM":"1d8","dmgL":"2d6","critical":"×2"},{"name":"Tonfa","description":"These L-shaped fighting sticks are good for striking and blocking combinations. The wielder holds the handle and either spins the stick or strikes with the stick covering the forearm.","weight":"1 lb.","price":"1 gp","proficiency":"Martial Weapons","weaponClass":"Light Melee Weapons","damageType":"B","source":"Ultimate Combat","special":"blocking, monk","dmgT":"1d3","dmgS":"1d4","dmgM":"1d6","dmgL":"1d8","critical":"×2"},{"name":"Tri-Point Double-Edged Sword","description":"Topping the head of this 5-foot-long shaft are three long, backward-curved blades fashioned in the appearance of a blossoming lotus. The unusually large head is designed to land heavy blows and multiple wounds that open away from each other. ","weight":"14 lbs.","price":"12 gp","proficiency":"Martial Weapons","weaponClass":"Two-Handed Melee Weapons","damageType":"P","source":"Ultimate Combat","special":"reach","dmgT":"1d6","dmgS":"1d8","dmgM":"1d10","dmgL":"2d8","critical":"×3"},{"name":"Trident","description":"A trident has three metal prongs at end of a 4-foot-long shaft. This weapon can be thrown.","weight":"4 lbs.","price":"15 gp","proficiency":"Martial Weapons","weaponClass":"One-Handed Melee Weapons","damageType":"P","source":"Core Rulebook","special":"brace","dmgT":"1d4","dmgS":"1d6","dmgM":"1d8","dmgL":"2d6","critical":"×2"},{"name":"Tube Arrow Shooter","description":"This weapon consists of a small metal tube hidden within a sleeve; the tube holds a short, spring-loaded bamboo shaft. The wielder gains a +2 bonus on Sleight of Hand skill checks made to conceal an arrow tube shooter on his body. Releasing the fastener allows the spring to force the arrow out. Once a shaft is fired, the tube must be reloaded before it can be used again. Reloading a tube is a full-round action, or a standard action if the wielder has the Rapid Reload feat.","weight":"1/2 lb.","price":"3 gp","proficiency":"Martial Weapons","weaponClass":"Ranged Weapons","damageType":"P","source":"Ultimate Combat","special":null,"dmgT":"1d2","dmgS":"1d3","dmgM":"1d4","dmgL":"1d6","critical":"×2"},{"name":"Two-Bladed Sword","description":" A two-bladed sword is a double weapon&mdash;twin blades extend from either side of a central, short haft, allowing the wielder to attack with graceful but deadly flourishes.","weight":"10 lbs.","price":"100 gp","proficiency":"Two-Handed Melee Weapons","weaponClass":null,"damageType":"S","source":"Ultimate Equipment","special":"Double","dmgT":"1d4/1d4","dmgS":"1d6/1d6","dmgM":"1d8/1d8","dmgL":"2d6/2d6","critical":"19–20/×2"},{"name":"Unarmed Strike","description":"An unarmed strike is an attack such as a punch or a kick where the attacker is not using a weapon to make the attack. A Medium character deals 1d3 points of nonlethal damage with an unarmed strike. A Small character deals 1d2 points of nonlethal damage. A monk or any character with the Improved Unarmed Strike feat can deal lethal or nonlethal damage with unarmed strikes at his discretion. The damage from an unarmed strike is considered weapon damage for the purposes of effects that give you a bonus on weapon damage rolls.An unarmed strike is always considered a light weapon. Therefore, you can use the Weapon Finesse feat to apply your Dexterity modifier instead of your Strength modifier to attack rolls with an unarmed strike. Unarmed strikes do not count as natural weapons (Core Rulebook 182). An unarmed strike can't be disarmed.","weight":"—","price":"&mdash","proficiency":"Unarmed Attacks","weaponClass":null,"damageType":"B","source":"Ultimate Equipment","special":"Nonlethal","dmgT":"1","dmgS":"1d2","dmgM":"1d3","dmgL":"1d4","critical":"×2"},{"name":"Underwater Heavy Crossbow","description":"Above water, this weapon is identical to a heavy crossbow. You may use it underwater, where it has a range increment of 20 feet. It counts as a heavy crossbow for the purposes of proficiencies and special abilities.","weight":"8 lbs.","price":"100 gp","proficiency":"Ranged Weapons","weaponClass":null,"damageType":"P","source":"Ultimate Equipment","special":null,"dmgT":"1d6","dmgS":"1d8","dmgM":"1d10","dmgL":"2d8","critical":"19–20/×2"},{"name":"Underwater Light Crossbow","description":"An underwater light crossbow functions like its normal counterpart above water, and can be used underwater. When fired underwater, the crossbow has a range increment of 20 feet. Anyone proficient with a normal light crossbow can use an underwater light crossbow.","weight":"4 lbs.","price":"70 gp","proficiency":"Ranged Weapons","weaponClass":null,"damageType":"P","source":"Ultimate Equipment","special":null,"dmgT":"1d4","dmgS":"1d6","dmgM":"1d8","dmgL":"2d6","critical":"19–20/×2"},{"name":"Urgrosh, Dwarven","description":"A dwarven urgrosh is a double weapon&mdash;an axe head and a spear point on opposite ends of a long haft. The urgrosh's axe head is a slashing weapon that deals 1d8 points of damage. Its spear head is a piercing weapon that deals 1d6 points of damage. You can use either head as the primary weapon. The other becomes the off-hand weapon. If you use an urgrosh against a charging character, the spear head is the part of the weapon that deals damage. Dwarves treat dwarven urgroshes as martial weapons.","weight":"12 lbs.","price":"50 gp","proficiency":"Exotic Weapons","weaponClass":"Two-Handed Melee Weapons","damageType":"P or S","source":"Core Rulebook","special":"brace, double","dmgT":"1d4/1d3","dmgS":"1d6/1d4","dmgM":"1d8/1d6","dmgL":"2d6/1d8","critical":"×3"},{"name":"Urumi","description":"Commonly known as a whip sword, this deadly weapon is fashioned from one to four 5-foot-long, razor-sharp blades of flexible steel. The weapon is wielded by whipping the blades at one's opponent. The coiled blade is fine and flexible enough to be worn as a belt.","weight":"6 lbs.","price":"30 gp","proficiency":"Exotic Weapons","weaponClass":"One-Handed Melee Weapons","damageType":"S","source":"Ultimate Combat","special":"distracting","dmgT":"1d4","dmgS":"1d6","dmgM":"1d8","dmgL":"2d6","critical":"18–20/×2"},{"name":"Wahaika","description":"This short and broad club is made of hardened wood or bone. It has a notch on one side that is used for catching weapons. If you are proficient, you use the notch in the wahaika to disarm your foes. Otherwise, treat this weapon as a club. Feats and abilities that affect clubs apply to the wahaika.","weight":"3 lbs.","price":"3 gp","proficiency":"Exotic Weapons","weaponClass":"One-Handed Melee Weapons","damageType":"B","source":"Ultimate Combat","special":"disarm","dmgT":"1d3","dmgS":"1d4","dmgM":"1d6","dmgL":"1d8","critical":"×2"},{"name":"Wakizashi","description":" These short, slender blades are between 1 to 2 feet long. They are primarily used as back-up weapons, to decapitate defeated enemies, or to commit seppuku (ritual suicide) as a matter of honor. These blades are specifically worn by samurai and are intended to be paired with a katana. Together, this set of blades is referred to as a daisho.","weight":"2 lbs.","price":"35 gp","proficiency":"Exotic Weapons","weaponClass":"Light Melee Weapons","damageType":"P or S","source":"Ultimate Combat","special":"deadly","dmgT":"1d3","dmgS":"1d4","dmgM":"1d6","dmgL":"1d8","critical":"18–20/×2"},{"name":"Waraxe, Dwarven","description":"A dwarven waraxe has a large, ornate head mounted to a thick handle, making it too large to use in one hand without special training; thus, it is an exotic weapon. A Medium character can use a dwarven waraxe two-handed as a martial weapon, or a Large creature can use it one-handed in the same way. A dwarf treats a dwarven waraxe as a martial weapon even when using it in one hand.","weight":"8 lbs.","price":"30 gp","proficiency":"Exotic Weapons","weaponClass":"One-Handed Melee Weapons","damageType":"S","source":"Core Rulebook","special":null,"dmgT":"1d6","dmgS":"1d8","dmgM":"1d10","dmgL":"2d8","critical":"×3"},{"name":"Waraxe, Dwarven Double","description":"This hefty waraxe is similar to the common dwarven waraxe, but its recurved blade spans forward and back from its head like a deadly butterfly. A dwarven double waraxe grants a +1 bonus on all attack rolls after the first when using Cleave or Great Cleave.","weight":"12 lbs.","price":"60 gp","proficiency":"Exotic Weapons","weaponClass":"One-Handed Melee Weapons","damageType":"S","source":"Advanced Race Guide","special":"see text","dmgT":"1d6","dmgS":"1d8","dmgM":"1d10","dmgL":"2d8","critical":"×3"},{"name":"Warhammer","description":"This weapon consists of a wooden haft and a heavy, metal head. The head may be single (like a carpenter's hammer) or double (like a sledgehammer). The haft is long enough that you may wield it one- or two-handed. Though heavy and relatively slow to wield, warhammers are capable of delivering immense blows, crushing armor and flesh alike.","weight":"5 lbs.","price":"12 gp","proficiency":"Martial Weapons","weaponClass":"One-Handed Melee Weapons","damageType":"B","source":"Core Rulebook","special":null,"dmgT":"1d4","dmgS":"1d6","dmgM":"1d8","dmgL":"2d6","critical":"×3"},{"name":"Warhammer Musket","description":"This musket has a warhammer head at the end of its barrel, which allows it to be used as both a musket and a warhammer. It is considered a double weapon for the purposes of creating masterwork or magical versions of this weapon. If this firearm gains the broken condition, both the firearm component and the warhammer are considered broken. A warhammer musket uses either a bullet and 1 dose of black powder or a single alchemical cartridge as ammunition. This is an early firearm.","weight":"6 lbs.","price":"1,600 gp","proficiency":"Two-Handed Ranged Weapons (Early Firearms)","weaponClass":null,"damageType":"B and P","source":"Ultimate Equipment","special":null,"dmgT":"1d4","dmgS":"1d6","dmgM":"1d8","dmgL":"2d6","critical":"×4"},{"name":"Whip","description":"A whip deals no damage to any creature with an armor bonus of +1 or higher or a natural armor bonus of +3 or higher. The whip is treated as a melee weapon with 15-foot reach, though you don't threaten the area into which you can make an attack. In addition, unlike most other weapons with reach, you can use it against foes anywhere within your reach (including adjacent foes).Using a whip provokes an attack of opportunity, just as if you had used a ranged weapon.You can use the Weapon Finesse feat to apply your Dexterity modifier instead of your Strength modifier to attack rolls with a whip sized for you, even though it isn't a light weapon.","weight":"2 lbs.","price":"1 gp","proficiency":"Exotic Weapons","weaponClass":"One-Handed Melee Weapons","damageType":"S","source":"Core Rulebook","special":"disarm, nonlethal, reach, trip","dmgT":"1","dmgS":"1d2","dmgM":"1d3","dmgL":"1d4","critical":"×2"},{"name":"Whip, Training","description":"This short lash has a reach of only 10 feet, but is otherwise identical to a normal whip. The wielder gains a +2 circumstance bonus on Handle Animal checks to push a trained animal and on Intimidate checks made to demoralize any animal as long as the animal is within the whip's reach. When using the whip to demoralize a trained animal, the wielder may choose to fascinate the animal rather than causing it to become shaken for the same duration as the shaken condition, but the fascinate effect ends if line of sight between the wielder and the animal is broken.","weight":"","proficiency":"Exotic Weapons","weaponClass":"One-Handed Melee Weapons","damageType":"S","source":"Advanced Race Guide","special":"disarm, nonlethal, reach, trip","dmgT":"1","dmgS":"1d2","dmgM":"1d3","dmgL":"1d4","critical":"×2"},{"name":"Whistling Arrow","description":"These arrows come with specially designed grooves and fletching that cause them to emit a loud keening sound audible within 500 feet of their flight path. They are sold in quantities of 20.","weight":"3 lbs.","price":"2 gp (20)","proficiency":"Item","weaponClass":null,"source":"Ultimate Equipment","special":null,"dmgT":null,"dmgS":null,"dmgM":null,"dmgL":null,"critical":null},{"name":"Wooden Stake","description":"This close combat weapon is just a sharpened piece of wood. Iron spikes used as weapons deal damage as wooden stakes.","weight":"1 lb.","price":"&mdash;","proficiency":"Simple Weapons","weaponClass":"Light Melee Weapons","damageType":"P","source":"Advanced Player's Guide","special":null,"dmgT":"1d2","dmgS":"1d3","dmgM":"1d4","dmgL":"1d6","critical":"×2"},{"name":"Wushu Dart","description":"This sharpened wooden spike can be used as a punching weapon but it is perfectly balanced for throwing.","weight":"—","price":"1 gp/5","proficiency":"Martial Weapons","weaponClass":"Light Melee Weapons","damageType":"P","source":"Ultimate Combat","special":"monk","dmgT":"1","dmgS":"1d2","dmgM":"1d3","dmgL":"1d4","critical":"×2"}]