[{"name":"Agile Breastplate","description":"This breastplate is specially crafted in a manner that allows extra maneuverability for some physical activities. The armor check penalty for Climb checks and jump checks is only &ndash;1 (masterwork and mithral versions of this armor reduce this penalty as well as the normal penalty).","weight":"25 lbs.","price":"400 gp","source":"Advanced Player's Guide","armorCheckPenalty":"4","maxDexBonus":"+3","arcaneSpellFailure":"25%","armorType":"Medium Armor","armorBonus":"+6","speed20Ft":"15 ft.","speed30fFt":"20 ft."},{"name":"Agile Half-Plate","description":"This style of half-plate is specially crafted in a manner that allows extra maneuverability for some physical activities. The armor check penalty for Climb checks and jump checks is only &ndash;4 (masterwork and mithral versions of this armor reduce this penalty as well as the normal penalty). In addition, unlike most heavy armors, the wearer can still run at quadruple speed instead of triple speed.","weight":"55 lbs.","price":"850 gp","source":"Advanced Player's Guide","armorCheckPenalty":"7","maxDexBonus":"+0","arcaneSpellFailure":"40%","armorType":"Heavy Armor","armorBonus":"+8","speed20Ft":"15 ft.2","speed30fFt":"20 ft.2"},{"name":"Armored Coat","description":"This sturdy leather coat is reinforced with metal plates sewn into the lining. More cumbersome than light armor but less effective than most medium armors, the advantage of an armored coat is that a person can don it or remove it as a move action (there is no &ldquo;don hastily&rdquo; option for an armored coat). If worn over other armor, use the better AC bonus and worse value in all other categories; an armored coat has no effect if worn with heavy armor. The only magic effects that apply are those worn on top.","weight":"20 lbs.","price":"50 gp","source":"Advanced Player's Guide","armorCheckPenalty":"2","maxDexBonus":"+3","arcaneSpellFailure":"20%","armorType":"Medium Armor","armorBonus":"+4","speed20Ft":"15 ft.","speed30fFt":"20 ft."},{"name":"Banded Mail","description":"Banded mail is made up of overlapping strips of metal, fastened to a leather backing. The suit includes gauntlets.","weight":"35 lbs.","price":"250 gp","source":"Core Rulebook","armorCheckPenalty":"6","maxDexBonus":"+1","arcaneSpellFailure":"35%","armorType":"Heavy armor","armorBonus":"+7","speed20Ft":"15 ft.2","speed30fFt":"20 ft.2"},{"name":"Breastplate","description":"Covering only the torso, a breastplate is made up of a single piece of sculpted metal.","weight":"30 lbs.","price":"200 gp","source":"Core Rulebook","armorCheckPenalty":"4","maxDexBonus":"+3","arcaneSpellFailure":"25%","armorType":"Medium armor","armorBonus":"+6","speed20Ft":"15 ft.","speed30fFt":"20 ft."},{"name":"Buckler","description":"This small metal shield is worn strapped to your forearm. You can use a bow or crossbow without penalty while carrying it. You can also use your shield arm to wield a weapon (whether you are using an off-hand weapon or using your off hand to help wield a two-handed weapon), but you take a &ndash;1 penalty on attack rolls while doing so. This penalty stacks with those that may apply for fighting with your off hand and for fighting with two weapons. In any case, if you use a weapon in your off hand, you lose the buckler's AC bonus until your next turn. You can cast a spell with somatic components using your shield arm, but you lose the buckler's AC bonus until your next turn. You can't make a shield bash with a buckler.","weight":"5 lbs.","price":"5 gp","source":"Core Rulebook","armorCheckPenalty":"1","maxDexBonus":null,"arcaneSpellFailure":"5%","armorType":"Shields","speed20Ft":null,"speed30fFt":null},{"name":"Chain Shirt","description":"Covering the torso, this shirt is made up of thousands of interlocking metal rings.","weight":"25 lbs.","price":"100 gp","source":"Core Rulebook","armorCheckPenalty":"2","maxDexBonus":"+4","arcaneSpellFailure":"20%","armorType":"Light armor","armorBonus":"+4","speed20Ft":"20 ft.","speed30fFt":"30 ft."},{"name":"Chainmail","description":"Unlike a chain shirt, chainmail covers the legs and arms of the wearer. The suit includes gauntlets.","weight":"40 lbs.","price":"150 gp","source":"Core Rulebook","armorCheckPenalty":"5","maxDexBonus":"+2","arcaneSpellFailure":"30%","armorType":"Medium armor","armorBonus":"+6","speed20Ft":"15 ft.","speed30fFt":"20 ft."},{"name":"Do-Maru","description":"The lightest of all samurai armors, do-maru wraps around your body like a short armored coat. It consists primarily of lamellar and lacks a solid breastplate or sleeves. This permits you greater flexibility than do heavier armors. ","weight":"30 lbs.","price":"200 gp","source":"Ultimate Combat","armorType":"Medium Armor","speed20Ft":"15 ft.","speed30fFt":"20 ft."},{"name":"Four-Mirror","description":"This armor consists of four plates harnessed together with leather shoulder straps. Two round plates protect your front and back, while two smaller rectangular plates cover the sides of the torso. Four-mirror armor is worn over chainmail to provide added protection, and comes with a spiked helmet with a chainmail hood. ","weight":"45 lbs.","price":"45 gp","source":"Ultimate Equipment","armorType":"Medium Armor","speed20Ft":"15 ft.","speed30fFt":"20 ft."},{"name":"Four-Mirror Armor","description":"This armor consists of four plates harnessed together with leather shoulder straps. Two round plates protect your front and back, while two smaller rectangular plates cover the sides of the torso. Four-mirror armor is worn over chainmail to provide added protection, and comes with a spiked helmet with a chainmail hood.","weight":"45 lbs.","price":"45 gp","source":"Ultimate Combat","armorType":"Medium Armor","speed20Ft":"15 ft.","speed30fFt":"20 ft."},{"name":"Full Plate","description":"This metal suit includes gauntlets, heavy leather boots, a visored helmet, and a thick layer of padding that is worn underneath the armor. Each suit of full plate must be individually fitted to its owner by a master armorsmith, although a captured suit can be resized to fit a new owner at a cost of 200 to 800 (2d4 &times; 100) gold pieces.","weight":"50 lbs.","price":"1,500 gp","source":"Core Rulebook","armorCheckPenalty":"6","maxDexBonus":"+1","arcaneSpellFailure":"35%","armorType":"Heavy armor","armorBonus":"+9","speed20Ft":"15 ft.2","speed30fFt":"20 ft.2"},{"name":"Gauntlet, Locked","description":"This armored gauntlet has small chains and braces that allow the wearer to attach a weapon to the gauntlet so that it cannot be dropped easily. It provides a +10 bonus to your Combat Maneuver Defense to keep from being disarmed in combat. Removing a weapon from a locked gauntlet or attaching a weapon to a locked gauntlet is a full-round action that provokes attacks of opportunity.The price given is for a single locked gauntlet. The weight given applies only if you're wearing a breastplate, light armor, or no armor. Otherwise, the locked gauntlet replaces a gauntlet you already have as part of the armor.While the gauntlet is locked, you can't use the hand wearing it for casting spells or employing skills. (You can still cast spells with somatic components, provided that your other hand is free.)Like a normal gauntlet, a locked gauntlet lets you deal lethal damage rather than nonlethal damage with an unarmed strike.","weight":"+5 lbs.","price":"8 gp","source":"Core Rulebook","maxDexBonus":null,"arcaneSpellFailure":"n/a4","armorType":"Extras","armorBonus":null,"speed20Ft":null,"speed30fFt":null},{"name":"Half-Plate","description":"Combining elements of full plate and chainmail, half-plate includes gauntlets and a helm.","weight":"50 lbs.","price":"600 gp","source":"Core Rulebook","armorCheckPenalty":"7","maxDexBonus":"+0","arcaneSpellFailure":"40%","armorType":"Heavy armor","armorBonus":"+8","speed20Ft":"15 ft.2","speed30fFt":"20 ft.2"},{"name":"Haramaki","description":"Also called a belly-warmer, a haramaki is a simple silken sash lined with chainmail or articulated metal plates and tied about the stomach to protect it.","weight":"1 lb.","price":"3 gp","source":"Ultimate Combat","armorType":"Light Armor","speed20Ft":"20 ft.","speed30fFt":"30 ft."},{"name":"Heavy Steel Shield","description":"You strap a heavy steel shield to your forearm and grip it with your hand. A heavy steel shield is so heavy that you can't use your shield hand for anything else. Whether wooden or steel, a heavy shield offers the same basic protection and attack benefits, though the two versions respond differently to some spells and effects (such as rusting grasp). A druid can use a heavy wooden shield, but not a heavy steel shield. ","weight":"15 lbs.","price":"20 gp","source":"Ultimate Equipment","armorType":"Shields","speed20Ft":null,"speed30fFt":null},{"name":"Heavy Wooden Shield","description":"A heavy wooden shield is essentially the same as a heavy steel shield, except that it responds differently to some spells and effects (such as rusting grasp). A druid can use a heavy wooden shield, but not a heavy steel shield.","weight":"10 lbs.","price":"7 gp","source":"Ultimate Equipment","armorType":"Shields","speed20Ft":null,"speed30fFt":null},{"name":"Hide","description":"Hide armor is made up of the tanned and preserved skin of any thick-hided beast.","weight":"25 lbs.","price":"15 gp","source":"Core Rulebook","armorCheckPenalty":"3","maxDexBonus":"+4","arcaneSpellFailure":"20%","armorType":"Medium armor","armorBonus":"+4","speed20Ft":"15 ft.","speed30fFt":"20 ft."},{"name":"Kikko","description":"Kikko armor consists of a clever arrangement of hexagonal plates made from iron and sewn to cloth, granting the wearer greater flexibility than that provided by many armors that afford similar defense. The plates may be left exposed or hidden by a layer of cloth.","weight":"25 lbs.","price":"30 gp","source":"Ultimate Equipment","armorType":"Medium Armor","speed20Ft":"15 ft.","speed30fFt":"20 ft."},{"name":"Kikko Armor","description":"Kikko armor consists of hexagonal plates made from iron and sewn to cloth. The plates may be hidden by a layer of cloth or left exposed. ","weight":"25 lbs.","price":"30 gp","source":"Ultimate Combat","armorType":"Medium Armor","speed20Ft":"15 ft.","speed30fFt":"20 ft."},{"name":"Kusari Gusoku","description":"Kusari gusoku is similar to tatami-do armor; however, a katabira&mdash;a type of chain jacket&mdash;is worn in place of the chest armor. ","weight":"45 lbs.","price":"350 gp","source":"Ultimate Combat","armorType":"Heavy Armor","speed20Ft":"15 ft.","speed30fFt":"20 ft."},{"name":"Lamellar Cuirass","description":"This armor consists of a light breastplate and shoulder guards made from lacquered leather plates bound together and fitted over a silk shirt. ","weight":"8 lbs.","price":"15 gp","source":"Ultimate Combat","armorType":"Light Armor","speed20Ft":"20 ft.","speed30fFt":"30 ft."},{"name":"Leather","description":"Leather armor is made up of pieces of hard boiled leather carefully sewn together.","weight":"15 lbs.","price":"10 gp","source":"Core Rulebook","maxDexBonus":"+6","arcaneSpellFailure":"10%","armorType":"Light armor","armorBonus":"+2","speed20Ft":"20 ft.","speed30fFt":"30 ft."},{"name":"Light Steel Quickdraw Shield","description":"This light steel shield is specially crafted with a series of straps to allow a character proficient in shields to ready or stow it on her back quickly and easily. If you have a base attack bonus of +1 or higher, you may don or put away a quickdraw shield as a swift action combined with a regular move. If you have the Two-Weapon Fighting feat, you can draw a light or one-handed weapon with one hand and a quickdraw shield with the other in the time it would normally take you to draw one weapon. If you have the Quick Draw feat, you may don or put away a quickdraw shield as a free action. ","weight":"7 lbs.","price":"59 gp","source":"Ultimate Equipment","armorType":"Shields","speed20Ft":null,"speed30fFt":null},{"name":"Light Steel Shield","description":"You strap a light steel shield to your forearm and grip it with your hand. A light steel shield's weight lets you carry other items in that hand, although you cannot use weapons with it. Whether wooden or steel, a light shield offers the same basic protection and attack benefits, though the two varieties respond differently to some spells and effects (such as rusting grasp). A druid can use a light wooden shield, but not a light steel shield. ","weight":"6 lbs.","price":"9 gp","source":"Ultimate Equipment","armorType":"Shields","speed20Ft":null,"speed30fFt":null},{"name":"Light Wooden Quickdraw Shield","description":"A wooden quickdraw shield is essentially the same as a steel quickdraw shield, except it responds differently to some spells and effects (such as rusting grasp). A druid can use a heavy wooden quickdraw shield, but not a steel quickdraw shield. ","weight":"6 lbs.","price":"53 gp","source":"Ultimate Equipment","armorType":"Shields","speed20Ft":null,"speed30fFt":null},{"name":"Light Wooden Shield","description":"A light wooden shield is essentially the same as a light steel shield, except it responds differently to some spells and effects (such as rusting grasp). A druid can use a light wooden shield, but not a light steel shield.","weight":"5 lbs.","price":"3 gp","source":"Ultimate Equipment","armorType":"Shields","speed20Ft":null,"speed30fFt":null},{"name":"Locked Gauntlet","description":"This armored gauntlet has small chains and braces that allow the wearer to attach a weapon to the gauntlet so that it cannot be dropped easily. It provides a +10 bonus to your Combat Maneuver Defense to keep from being disarmed in combat. Removing a weapon from a locked gauntlet or attaching a weapon to a locked gauntlet is a full-round action that provokes attacks of opportunity. The price given is for a single locked gauntlet. The weight given applies only if you're wearing a breastplate, light armor, or no armor. Otherwise, the locked gauntlet replaces a gauntlet you already have as part of the armor. While the gauntlet is locked, you can't use the hand wearing it for casting spells or employing skills. (You can still cast spells with somatic components, provided that your other hand is free.) Like a normal gauntlet, a locked gauntlet lets you deal lethal damage rather than nonlethal damage with an unarmed strike.","weight":"+5 lbs.","price":"+8 gp","source":"Ultimate Equipment","armorType":"Extras","speed20Ft":null,"speed30fFt":null},{"name":"Mountain Pattern","description":"This medium armor consists of hundreds of small, interlocking pieces of steel shaped to resemble an ancient symbol for the word \"mountain.\" The mail is then riveted to a cloth or leather backing. It is worn like a mail coat and covers your torso, shoulders, and thighs. ","weight":"40 lbs.","price":"250 gp","source":"Ultimate Equipment","armorType":"Medium Armor","speed20Ft":"15 ft.","speed30fFt":"20 ft."},{"name":"Mountain Pattern Armor","description":"This medium armor consists of hundreds of small, interlocking pieces of steel shaped to resemble an ancient symbol for the word &ldquo;mountain.&rdquo; The mail is then riveted to a cloth or leather backing. It is worn like a mail coat and covers your torso, shoulders, and thighs.","weight":"40 lbs.","price":"250 gp","source":"Ultimate Combat","armorType":"Medium Armor","speed20Ft":"15 ft.","speed30fFt":"20 ft."},{"name":"O-Yoroi","description":"Worn almost exclusively by high-ranking samurai, o-yoroi&mdash;or &ldquo;great armor&rdquo;&mdash;is a heavy combat armor that consists of various supplementary components that include both plate and lamellar elements. Each suit is crafted for a specific individual and displays the owner's aesthetic. Upon completion, the suit is colored and sealed with a final lacquer finish. The centerpiece of o-yoroi is a cuirass consisting of two parts&mdash;a separate reinforcement for the right side called a waidate, and a kikko cuirass. The upper part of the waidate consists of a leather-covered iron plate. The cuirass's leather shoulder straps&mdash;called watagami&mdash;are likewise armored with metal plates. Affixed to the cuirass are a number of supplementary pieces, including wide lamellar shoulder guards, a kikko sleeve for the shield arm, lacquered iron greaves worn over padded silk leggings, and a groin protector. Still, the signature component of each suit of armor is the tiered kabuto helmet and its accompanying ho-ate mask. Ho-ate masks can be made of hardened leather or metal and are fashioned into fearsome visages such as oni, dragons, or other mythical beings. ","weight":"45 lbs.","price":"1,700 gp","source":"Ultimate Combat","armorType":"Heavy Armor","speed20Ft":"15 ft.","speed30fFt":"20 ft."},{"name":"Padded","description":"Little more than heavy, quilted cloth, this armor provides only the most basic protection.","weight":"10 lbs.","price":"5 gp","source":"Core Rulebook","maxDexBonus":"+8","arcaneSpellFailure":"5%","armorType":"Light armor","armorBonus":"+1","speed20Ft":"20 ft.","speed30fFt":"30 ft."},{"name":"Parade","description":"Most wealthy countries with standing armies have a different uniform for use in showy noncombat situations such as parades, coronation ceremonies, and so on. The appearance of this armor varies by the country of origin and the branch of the military, but still provides some protection in case the soldier needs to fight while in parade dress. For example, one country's parade armor may be a chain shirt, tabard, leather greaves, and a winged helm. If you're wearing a country's parade armor, you gain a +2 circumstance bonus on Diplomacy and Intimidate checks to influence a person from that country. Depending on the country, parade armor may be crafted from leather, metal, or a mixture of both.","weight":"20 lbs.","price":"25 gp","source":"Ultimate Equipment","armorType":"Light Armor","speed20Ft":"20 ft.","speed30fFt":"30 ft."},{"name":"Quilted Cloth","description":"This enhanced form of padded armor has internal layers specifically designed to trap arrows, bolts, darts, shuriken, thrown daggers, and other small ranged piercing weapons. When these kinds of weapons strike you, they tend to become snagged in these layers and fail to harm you. You gain DR 3/&mdash; against attacks of this kind. The special layers of the armor have no effect on other kinds of weapons.","weight":"15 lbs.","price":"100 gp","source":"Advanced Player's Guide","maxDexBonus":"+8","arcaneSpellFailure":"10%","armorType":"Light Armor","armorBonus":"+1","speed20Ft":"20 ft.","speed30fFt":"30 ft."},{"name":"Scale Mail","description":"Scale mail is made up of dozens of small overlapping metal plates. The suit includes gauntlets.","weight":"30 lbs.","price":"50 gp","source":"Core Rulebook","armorCheckPenalty":"4","maxDexBonus":"+3","arcaneSpellFailure":"25%","armorType":"Medium armor","armorBonus":"+5","speed20Ft":"15 ft.","speed30fFt":"20 ft."},{"name":"Shield, Light; Steel","description":"You strap a shield to your forearm and grip it with your hand. A light shield's weight lets you carry other items in that hand, although you cannot use weapons with it.","weight":"6 lbs.","price":"9 gp","source":"Core Rulebook","armorCheckPenalty":"1","maxDexBonus":null,"arcaneSpellFailure":"5%","armorType":"Shields","speed20Ft":null,"speed30fFt":null},{"name":"Shield, Light; Wooden","description":"You strap a shield to your forearm and grip it with your hand. A light shield's weight lets you carry other items in that hand, although you cannot use weapons with it.","weight":"5 lbs.","price":"3 gp","source":"Core Rulebook","armorCheckPenalty":"1","maxDexBonus":null,"arcaneSpellFailure":"5%","armorType":"Shields","speed20Ft":null,"speed30fFt":null},{"name":"Shield Spikes","description":"These spikes turn a shield into a martial piercing weapon and increase the damage dealt by a shield bash as if the shield were designed for a creature one size category larger than you (see &ldquo;spiked shields&rdquo; on Table: Weapons). You can't put spikes on a buckler or a tower shield. Otherwise, attacking with a spiked shield is like making a shield bash attack.An enhancement bonus on a spiked shield does not improve the effectiveness of a shield bash made with it, but a spiked shield can be made into a magic weapon in its own right.","weight":"+5 lbs.","price":"+10 gp","source":"Core Rulebook","maxDexBonus":null,"arcaneSpellFailure":null,"armorType":"Extras","armorBonus":null,"speed20Ft":null,"speed30fFt":null},{"name":"Shield, Tower","description":"This massive wooden shield is nearly as tall as you are. In most situations, it provides the indicated shield bonus to your AC. As a standard action, however, you can use a tower shield to grant you total cover until the beginning of your next turn. When using a tower shield in this way, you must choose one edge of your space. That edge is treated as a solid wall for attacks targeting you only. You gain total cover for attacks that pass through this edge and no cover for attacks that do not pass through this edge (see Combat). The shield does not, however, provide cover against targeted spells; a spellcaster can cast a spell on you by targeting the shield you are holding. You cannot bash with a tower shield, nor can you use your shield hand for anything else.When employing a tower shield in combat, you take a &ndash;2 penalty on attack rolls because of the shield's encumbrance.","weight":"45 lbs.","price":"30 gp","source":"Core Rulebook","armorCheckPenalty":"10","maxDexBonus":"+2","arcaneSpellFailure":"50%","armorType":"Shields","speed20Ft":null,"speed30fFt":null},{"name":"Silken Ceremonial","description":"Used for ceremonial displays or occasionally worn (albeit with no additional benefit) over heavier armor, these robes consist of several layers of cloth and an outer layer of silk intricately woven with gold brocade designs and covered with metal studs. ","weight":"4 lbs.","price":"30 gp","source":"Ultimate Equipment","armorType":"Light Armor","speed20Ft":"20 ft.","speed30fFt":"30 ft."},{"name":"Silken Ceremonial Armor","description":"Used for ceremonial displays or occasionally worn (albeit with no additional benefit) over heavier armor, these robes consist of several layers of cloth and an outer layer of silk intricately woven with gold brocade designs and covered with metal studs. ","weight":"4 lbs.","price":"30 gp","source":"Ultimate Combat","armorType":"Light Armor","speed20Ft":"20 ft.","speed30fFt":"30 ft."},{"name":"Splint Mail","description":"Splint mail is made up of metal strips, like banded mail. The suit includes gauntlets.","weight":"45 lbs.","price":"200 gp","source":"Core Rulebook","armorCheckPenalty":"7","maxDexBonus":"+0","arcaneSpellFailure":"40%","armorType":"Heavy armor","armorBonus":"+7","speed20Ft":"15 ft.2","speed30fFt":"20 ft.2"},{"name":"Stone Coat","description":"This weighty breastplate consists of lamellar crafted from stones. It is worn in conjunction with kikko leg protectors.","weight":"45 lbs.","price":"500 gp","source":"Ultimate Combat","armorType":"Heavy Armor","speed20Ft":"15 ft.","speed30fFt":"20 ft."},{"name":"Studded Leather","description":"Similar to leather armor, this suit is reinforced with small metal studs.","weight":"20 lbs.","price":"25 gp","source":"Core Rulebook","armorCheckPenalty":"1","maxDexBonus":"+5","arcaneSpellFailure":"15%","armorType":"Light armor","armorBonus":"+3","speed20Ft":"20 ft.","speed30fFt":"30 ft."},{"name":"Tatami-Do","description":"Worn by samurai as a lighter-weight alternative to o-yoroi, tatami-do is a full-body field armor that combines both metal lamellar and kikko components into a suit of mail with a cloth backing. It typically includes a collapsible kabuto helmet or an armored hood, as well as arm, shoulder, and thigh guards.","weight":"45 lbs.","price":"1,000 gp","source":"Ultimate Combat","armorType":"Heavy Armor","speed20Ft":"15 ft.","speed30fFt":"20 ft."},{"name":"Tower Shield","description":"This massive wooden shield is nearly as tall as its user. In most situations, it provides the indicated shield bonus to your AC. As a standard action, however, you can use a tower shield to grant you total cover until the beginning of your next turn. When using a tower shield in this way, you must choose one edge of your space. That edge is treated as a solid wall for attacks targeting you only. You gain total cover for attacks that pass through this edge and no cover for attacks that do not pass through this edge (see cover). The shield does not, however, provide cover against targeted spells; a spellcaster can cast a spell on you by targeting the shield you are holding. You cannot bash with a tower shield, nor can you use your shield hand for anything else. When employing a tower shield in combat, you take a &ndash;2 penalty on attack rolls because of the shield's encumbrance.","weight":"45 lbs.","price":"30 gp","source":"Ultimate Equipment","armorType":"Shields","speed20Ft":null,"speed30fFt":null},{"name":"Wooden","description":"This suit of leather armor has plates of fire-treated wood sewn over vital areas. Though not as effective as metal armor, it offers better protection than leather alone. Unlike metal armor, the wood is slightly buoyant, and the armor check penalty for swimming in this armor is 0. ","weight":"25 lbs.","price":"20 gp","source":"Ultimate Equipment","armorType":"Light Armor","speed20Ft":"20 ft.","speed30fFt":"30 ft."},{"name":"Wooden Armor","description":"This suit of leather armor has plates of fire-treated wood sewn over vital areas. Though not as effective as metal armor, it offers better protection than leather alone. Unlike metal armor, the wood is slightly buoyant, and the armor check penalty for swimming in this armor is 0.","weight":"25 lbs.","price":"20 gp","source":"Advanced Player's Guide","armorCheckPenalty":"1","maxDexBonus":"+3","arcaneSpellFailure":"15%","armorType":"Light Armor","armorBonus":"+3","speed20Ft":"20 ft.","speed30fFt":"30 ft."}]